{
    "黑色和白色长裤。长裤有几何图案，由弹性面料制成。长裤腰带高，侧面有拉链。": {
        "91112536_1": 1
    },
    "一双黑色和白色印花裤。裤子有松身的合身度，并带有流畅、放松的风格。裤子上的图案由黑色和白色斜线组成，创造出现代和时尚的外观。": {
        "90826865_2": 1
    },
    "一双卡其色军装裤，有棕色拉链。裤子有系带腰带和腿上的口袋。裤子是用厚实的、重重的面料做的，有宽松的合身度。": {
        "89621816_1": 1
    },
    "有白拉链的棕色毛衣裙。这件裙子有松身的合身感，由厚实的厚布制成。这件裙子有圆领和短袖。这件裙子被一个站立在白墙房间的女性所穿。": {
        "91276906_1": 1
    },
    "牛仔领口的棕色皮革衬衫。这件夹克有西部风格，由高品质皮革制成。夹克上的皮毛是皮革，有棕色和浅棕色。这件夹克还有牛仔领口和前扣。": {
        "90140134_4": 1
    },
    "一条带有拉链腰带的蓝色牛仔裤。牛仔裤由柔软的面料制成，有宽松的合身感。牛仔裤的颜色是深蓝色，拉链是浅蓝色。牛仔裤有时尚的外观，适合休闲穿。": {
        "90770595_1": 1
    },
    "穿着条纹、短袖、纽扣下摆的衬衫，上面有花卉图案。衬衫是白色，上面有红色和黑色条纹，有纽扣下摆的领口。这个女人也穿着一双蓝色牛仔裤。": {
        "91018281_1": 1
    },
    "一件黑色和白色相间的点点花纹连衣裙，在白色背景上，在前部有一条切口，在领口处有一条系带。这件连衣裙宽松，下摆飘逸。": {
        "91155835_0": 1
    },
    "灰色的T恤，上面有粉红色的设计。这个设计有辆公共汽车和迈阿密海滩的文字。": {
        "91026437_1": 1
    },
    "白色飘逸上衣，前面有蓝色的刺绣设计。上衣有V领和长袖，袖子上有花刺绣。刺绣是蓝白两色，有花卉设计。上衣用轻质面料，可能是棉或麻，有宽松的合身感。": {
        "91288151_0": 1
    },
    "一双粉色的裤子。裤子是修剪的，有直切的剪裁。它们是用轻质材料制作的，有光泽的完成。裤子被一个 mannequin穿着，在一个白色背景上展示。": {
        "90772490_0": 1
    },
    "黑色紧身裤一双。紧身裤由光滑材料制成，适合瘦身。腰部由细腰带支撑。": {
        "89621402_0": 1
    },
    "白色短袖衬衫，有高领和前系带。衬衫由轻质面料制成，可能是丝绸或丝绸类混搭面料，有宽松的合身度。前系带由较厚质量的面料制成，可能是棉或棉类混搭面料，在衬衫前部系上结带。衬衫有时尚而又简约的风格，可以穿得正式或休闲。": {
        "87936706_0": 1
    },
    "白色T恤，上面用黑色字写着法国拥抱。": {
        "91081622_2": 1
    },
    "有一条印有城市天际线的紧身裤。紧身裤由弹性面料制成，腰带高。印花以棕色、绿色和蓝色为底色。": {
        "90913439_1": 1
    },
    "黑色拉链前衣。这件衣服是用弹性面料制作的，有紧身的设计。拉链是衣服的突出特征，给整体的风格增添了现代感。": {
        "89789285_3": 1
    },
    "海军蓝的无肩带连衣裙，裙子有飘逸的感觉。这件连衣裙是用弹性面料制作的，有紧身的胸围，然后飘逸到满裙。这件连衣裙是舒适而时尚的，适合任何场合。": {
        "91335963_0": 1
    },
    "一双裤子。裤子是黑白条纹的，一侧有宽黑条。裤子是短裤，有宽黑腰带，有银色扣。裤子被一个站着微笑的女人穿着。": {
        "83883219_1": 1
    },
    "黑色拉链皮夹克。夹克有缝线设计，由一个女人穿着。": {
        "89609466_1": 1
    },
    "银色拉链的灰色皮夹克。夹克有圆领和长袖。皮质光滑，闪闪发光，拉链是银色的。夹克时尚、时尚，适合任何场合。": {
        "89326172_0": 1
    },
    "黑色与白色裙子。裙子由羊毛混搭材质制成，有飘逸、A线型。它有背后拉链，前有小开口。裙子搭配黑色上衣，搭配牛仔夹克和黑色紧身裤。": {
        "91122471_5": 1
    },
    "黑白花刺绣面料。面料有黑白花刺绣设计，搭配粉色和白色玫瑰。刺绣用黑线刺绣，面料有透明感。刺绣精致细致，每朵花和花瓣都精心缝制。面料用精致面料制作，可能是丝绸或类似的面料。": {
        "90311559_4": 1
    },
    "黑色毛衣裙。裙子由厚实的毛衣面料制成，腰部高。裙子膝盖长，直切。裙子搭配黑色毛衣。": {
        "90925914_3": 1
    },
    "黑色连衣裙，前面有花刺绣。连衣裙有开口领，长袖，袖口有折叠。连衣裙还有背扣，裙子有蓬松的裙边。连衣裙是弹性面料制成的，有松松的合身款式。": {
        "91397531_1": 1
    },
    "蓝白印花V领短袖上衣。上衣有独特的设计，以方块和三角形混合。使用的颜色是蓝、白和黑。面料似乎是棉和聚酯的混合。上衣是现代风格的，有宽松的合身和松散的轮廓。": {
        "88746582_0": 1
    },
    "高腰蓝 denim 裙，前端有拉链。裙边有破损的边缘，由轻质的 denim 材质制成。": {
        "90144463_1": 1
    },
    "带有花卉图案的白色T恤，上面有心形标志。T恤有光泽的外观，由光泽材料制成。花卉图案由不同品种的花混合而成，包括一些带有粉色和蓝色花朵的花。心形标志位于图案的中心。": {
        "83235319_0": 1
    },
    "花卉图案的连衣裙。这件连衣裙有五颜六色的花纹，有橙色、黄色、绿色和棕色等颜色。这件连衣裙用光泽的材料，可能是金属材料，有合身的剪裁。这件连衣裙还有装饰的领子和长袖的设计。": {
        "75722305_0": 1
    },
    "黑色和白色花卉印花裙。裙子由轻质面料制成，有飘逸的、女性化的风格。花卉印花由黑色和白色花朵和绿色叶子组成。裙子膝盖长，侧面有拉链。": {
        "83210929_5": 1
    },
    "一双黑色皮裤。裤子有松身的尺寸，前面有拉链。": {
        "91143697_2": 1,
        "89657564_1": 1
    },
    "黑色蕾丝上衣，有黑色蕾丝肩膀设计。上衣有宽的黑色蕾丝袖口和宽的黑色蕾丝下摆。上衣搭配黑色蕾丝内衣。": {
        "91392259_0": 1
    },
    "蓝白花纹裙子，黑色蕾丝边。裙子有高腰，层层叠叠的设计。花纹由蓝白花和绿叶组成。蕾丝边增添了裙子的优雅感。": {
        "90755671_1": 1
    },
    "长款连衣裙，以灰色和黑色点点花纹为设计。这款连衣裙由飘逸的面料制成，款式宽松。这款连衣裙长而覆盖全身，领口高，袖长。这款连衣裙设计用于搭配长袖上衣或衬衫，适合日常和正式场合。": {
        "91076558_0": 1
    },
    "黑色和粉红色的轰炸机夹克，在黑色字母中写着加州。夹克有黑色拉链和黑色领子。夹克是用柔软的面料制作的，可能是棉或棉混搭。这件夹克是可以穿在各种场合的流行服装。": {
        "91332774_0": 1
    },
    "一件有V領和長袖的紅色連衣裙。連衣裙有緊身的胸線和寬鬆的裙擺。面料是伸展性強的織物，有紋理的圖案。連衣裙以時尚和現代的方式剪裁。": {
        "91348238_1": 1
    },
    "一件有拉链和按钮扣的卡其裤。裤子有五个口袋，由弹性面料制成。一名女性穿着这件裤子，站着，微笑着。": {
        "89823646_0": 1
    },
    "黑色背心，前边有粉红色的按钮。背心有V领，用弹性面料做成的。背心穿在黑色背心上。": {
        "91189616_2": 1
    },
    "深蓝色的丝绸裙子，配上黑色腰带。裙子有高腰，底部有宽带。腰带在背后系上大结。裙子很蓬松，有飘逸的线条。": {
        "89337920_2": 1
    },
    "一件蓝白花纹的连衣裙，有帽子设计。裙子前面有纽扣，前面有口袋。袖子长，有花纹。一女子穿着这件连衣裙，站着，微笑着。": {
        "90992508_1": 1
    },
    "黑色和浅棕色连衣裙，上面有一层透明黑色面料。连衣裙有V领，裙子有流苏边。连衣裙是弹性面料制成的，无袖设计。浅棕色面料是透明面料，覆盖在黑色连衣裙上。这件连衣裙是正式场合的风格，适合夜店。": {
        "90320308_2": 1
    },
    "粉色和白色上衣，有卷边领口和花型图案。上衣是透明的面料，有合身的剪裁。": {
        "89064261_1": 1
    },
    "灰色的T恤，上面有黑色的字。字是我的头说去健身房，我的心说去吃披萨。": {
        "91227958_3": 1
    },
    "黑色和白色条纹的紧身裤，黑色条纹在白色背景上。紧身裤由弹性面料制成，穿着舒适。": {
        "90851042_4": 1
    },
    "有帽的牛仔夹克。夹克是灰色，有白色拉链。帽子是白色毛线材质。夹克下面还有一件灰色毛衣。": {
        "90960170_2": 1
    },
    "一双黑色皮裤。皮裤由光泽黑色皮革制成，侧面有拉链。它们是时尚风格，由图像中的女性所穿。": {
        "88014704_3": 1
    },
    "背后有花刺绣的牛仔夹克。夹克是蓝色的，有领子，前有两个口袋，袖口上有一个按钮。背后的刺绣是各种各样的花朵，包括向日葵、洋甘菊和玫瑰。这件夹克是由一个站在白色背景前的女性所穿的。": {
        "91418543_2": 1
    },
    "粉色毛衣带有蕾丝花边。这件毛衣被一个站在白墙前的女人穿着。这件毛衣上的蕾丝花边是白色的，而粉色是浅色。这件毛衣是编织风格，有宽松的合身感。女人穿着黑色背心，在毛衣下面。": {
        "90705711_0": 1
    },
    "一双灰色的宽松松的松紧带。它们印有白色花卉图案。腰带高，松紧带可以调节。": {
        "89606835_0": 1
    },
    "黑色和白色条纹连衣裙，短袖黑色。连衣裙有船颈，短袖黑色。连衣裙由弹性面料制成，有紧身的剪裁。": {
        "91384159_1": 1
    },
    "黑色皮夹克，前有拉链。夹克有银色拉链和银色拉链拉手。夹克袖子上也有银色拉链。这件夹克被一个长发棕色的女人穿着。": {
        "89945233_5": 1
    },
    "黑色毛衣配灰色的领口。毛衣有独特的设计，前面折叠，边缘有折痕。袖子长而宽松。这件毛衣被一位站在白色背景前的女性所穿。": {
        "91353668_1": 1
    },
    "黑色V领连衣裙，裙子有 draping 效果。这件连衣裙是弹性面料制成的，有飘逸的款式。这件连衣裙是大码的，是设计给超重女性穿的。": {
        "88712095_2": 1
    },
    "白色折叠衬衫，配有折叠领和长袖设计。衬衫前有纽扣，领口为尖领。面料采用轻质面料，可能是丝绸，衬衫款式宽松。领口和袖口的折叠为不同面料，可能是蕾丝或透明面料。衬衫整体风格融合了女性气质和休闲，适合工作和休闲场合。": {
        "91291587_1": 1
    },
    "黑色蕾丝裙。裙子有高腰和蕾丝花边设计。裙子是膝盖高，搭配黑色上衣。": {
        "90603378_1": 1
    },
    "V领长袖的棕色毛衣。毛衣是用弹性编织的面料制作的，有纹理。毛衣的颜色是深棕色，几乎是红棕色。毛衣是设计为宽松的，有宽松的合身感，可以很好地挂在身体上。": {
        "91329617_2": 1
    },
    "领口有纽扣的格子衬衫，长袖，松身。衬衫由柔软的灰色和白色面料制成。领口折叠，袖口折叠。衬衫松身，适合休闲穿。": {
        "91211854_4": 1
    },
    "前有拉链，单胸口袋。这件衬衫有松身的合身度，没有内衬。它上面是白色背心，搭配一双卡其裤。": {
        "88016747_0": 1
    },
    "蓝白相间连衣裙。连衣裙上有一条粉红色的上衣和蓝色的裙子。连衣裙上还有一条黑色腰带，系在腰上。": {
        "91241792_1": 1
    },
    "灰色的上衣，前胸有一个口袋。上衣由柔软的弹性面料制成，有圆领。口袋是小方形的，放在左侧。上衣是宽松的，适合搭配高腰底。": {
        "89891589_4": 1
    },
    "白色领口和短袖的红 Polo 衬衫。衬衫前面有白色标志，用柔软的棉布制成。": {
        "89069501_1": 1
    },
    "一件蓝白条纹的裤子。裤子有松松的合身度，脚踝处有卷边。这件裤子搭配一条白色的腰带，系在腰上。": {
        "88870012_3": 1
    },
    "浅棕色和浅黄色的羊毛夹克，配有奶油色的羊毛领。夹克前面有拉链和按钮。袖子长，有拉纹袖口。夹克由 mannequin 穿着，在商店橱窗里展示。": {
        "90490257_0": 1
    },
    "蓝白花边连衣裙。连衣裙有高领和飘逸的裙摆。连衣裙上散布着花边，为整体设计增添了精致的细节。连衣裙搭配同色蓝白腰带，系在腰上。这款连衣裙是时尚而优雅的选择，适合任何特殊场合。": {
        "90213868_0": 1
    },
    "银色串珠和闪光石的黑色连衣裙。这件连衣裙有V领和短袖。这件连衣裙是加大尺寸，长度为中长。串珠和闪光石散布在连衣裙上，为这件衣服增添了一丝闪光。": {
        "90833042_0": 1
    },
    "穿着明亮的橙色裙子的女人。裙子是做成飘逸的面料，腰带很宽。女人也穿着一件黄色的上衣和一双黑色的鞋。": {
        "90467026_0": 1
    },
    "白色拉链的牛仔夹克。夹克有破旧的样子，被一个女人穿着。夹克是用牛仔布做的，前面有一个拉链。": {
        "91174382_3": 1
    },
    "黑色皮夹克，前端有拉链，拉链为银色。夹克有领子，领子为花边，拉链为银色金属拉链。夹克穿在白色衬衫和黑色皮裙上。": {
        "90283050_0": 1
    },
    "黑色皮夹克。夹克前面有银色的拉链和银色的扣。夹克袖子上也有银色的拉链。夹克由一个 mannequin 穿着，配有黑色皮带和银色扣。": {
        "63876972_0": 1
    },
    "海军蓝的连衣裙，有银色的拉链和白色领子。这件连衣裙有蕾丝花边，有银色的拉链。这件连衣裙被一个有白色领子和黑色腰带的女士所穿。": {
        "91335402_1": 1
    },
    "黑色拉链的粉色羽绒服。该夹克有帽子、前拉链和银色拉链拉手。该夹克由光泽材料制成，并带有拼接设计。": {
        "91071918_3": 1
    },
    "黑色长袖衬衫，上面印有骨头图案。衬衫有圆领，长袖，袖口有弹性。骨头图案由骨头和头骨组成，衬衫由柔软的面料制成。": {
        "91415164_3": 1
    },
    "一双浅棕色裤。裤子由光滑的面料制成，有直切的剪裁。它们被设计成可以放松地穿着，有拉链关闭。": {
        "90860554_2": 1
    },
    "一件绿色的V领长袖连衣裙。这件连衣裙由弹性面料制成，有纹理。这件连衣裙尺寸为中号，由一个有马尾辫的女士所穿。": {
        "91268246_3": 1
    },
    "一双深蓝色的裤子。裤子由一种看上去像棉混织的面料制成，有平头，还有下摆。裤子也比较合身。": {
        "82273829_7": 1
    },
    "黑色蕾丝连衣裙，短袖设计。连衣裙有紧身的胸衣和满裙。蕾丝材料是用弹性面料制作的，使其舒适穿着。连衣裙适合正式场合，可以根据场合穿上或穿下。": {
        "91411948_1": 1
    },
    "粉色和灰色外套。外套由柔软的面料制成，有灰色领子。外套还有灰色拉链和粉色内衬。外套是长身和宽松的。": {
        "91432686_2": 1
    },
    "白色高领长袖上衣。上衣有松散的合身度，前面有系带细节。系带细节是用白色蕾丝材质做的，前面系起来。上衣是白色，有微光泽。系带细节是上衣的主要特征，给整体设计增添了独特感。": {
        "91433485_1": 1
    },
    "黑色雨衣，有帽子。这件外套是用防水材料制作的，腰部有拉绳。它还有一个前拉链和两个前口袋。帽子很长，有脖子上的拉绳。这件外套是休闲风格，适合下雨的天气。": {
        "91310029_2": 1
    },
    "一双牛仔裤。牛仔裤颜色是浅蓝色的，脚踝处有折边设计。材质是牛仔布，款式是宽松的。牛仔裤还有前拉链和右侧的口袋。": {
        "91077182_2": 1
    },
    "花卉图案的黑色和白色连衣裙。这件连衣裙有蕾丝花边设计，采用黑色和白色色调。这件连衣裙是中长款，有紧身的剪裁。花卉图案精致，为连衣裙增添了优雅的气质。": {
        "89745126_0": 1
    },
    "一双棕色加绒加绒的紧身裤，有深红色的纹理。紧身裤有侧面拉链和小开口。紧身裤是弹性面料做的，有高腰。": {
        "91388627_1": 1
    },
    "条纹海军蓝和白色短袖上衣。条纹很细，上衣是柔软的弹性面料制成的。领口是船领，合身很合身，很舒服。": {
        "91373971_4": 1
    },
    "连衣裙。连衣裙是黑白印花面料制成的。连衣裙有一条短袖和一根V领。连衣裙是膝盖高的，并且有松身的。": {
        "91048488_1": 1
    },
    "黑色长裤。长裤由光泽材料制成，侧面有拉链。它们是细身型，腰部高。": {
        "91226973_0": 1,
        "91226973_2": 1
    },
    "黑色与白色折叠裙。裙子由透明的面料制成，并带有黑色网眼面料的叠加。裙子很长，有折叠的设计。": {
        "90357602_0": 1
    },
    "黑色拉链前衣。这件衣服有松身的合身度，由柔软的面料制成。拉链是衣服的突出特征，给这款经典设计增添了现代感。": {
        "90987967_0": 1
    },
    "黑色丝绸面料的连衣裙，上面覆盖着透明的丝绸面料。这件连衣裙有圆领，长袖，背后有个钥匙孔开口。覆盖在丝绸面料上的透明面料有黑色蕾丝边。这件连衣裙是中长款，有紧身的剪裁。": {
        "91409243_1": 1
    },
    "一件绿色连衣裙，有V领和飘逸的裙摆。这件连衣裙由光泽材料制成，背后有拉链。这件连衣裙是地板长度，有飘逸的裙摆，在底部开阔。": {
        "90643173_2": 1
    },
    "白色蕾丝上衣。蕾丝精致，上衣材质柔软、轻盈。上衣领子呈圆型，下摆直线。蕾丝花纹复杂，覆盖整个上衣，后背留有小空隙。": {
        "91402045_0": 1
    },
    "牛仔夹克。夹克是蓝色的，有经典的合身感。它由牛仔布制成，前面有纽扣。夹克还有一个前口袋和领子。": {
        "90427858_5": 1
    },
    "穿着黑色和 beige 裙子的女性。裙子有黑色和 beige 的色调搭配，材质看上去像是毛衣或弹性面料。裙子膝盖高，有飘逸和舒适的合身感。女性穿着黑色上衣，与裙子相得益彰。": {
        "74363752_1": 1
    },
    "白色襯衫，有折叠的领口和长袖。这件襯衫是透气的面料，有宽松的尺寸。": {
        "87748221_2": 1,
        "91365814_4": 1
    },
    " beige，伸展性，紧身裙。": {
        "88679244_3": 1
    },
    "带有拉链的贝吉皮夹克。夹克穿在白色的蕾丝连衣裙上面，上面印有花朵图案。连衣裙有圆领，紧身。夹克穿在白色的蕾丝连衣裙上面，上面印有花朵图案。连衣裙有圆领，紧身。": {
        "91311634_6": 1
    },
    "这张图片展示了一位穿着深棕色连衣裙的女子，连衣裙有V型领口和网眼切割设计。这件连衣裙有无肩带设计和背后拉链。这件连衣裙是用弹性面料制作的，有紧身的剪裁。这件连衣裙的网眼切割是关键特征，为整体设计增添了独特的一面。": {
        "91340500_2": 1
    },
    "有 tribal 印花的黑色和红色连衣裙。这件连衣裙有一身黑色，配有红色点缀和红色边饰。这件连衣裙是无袖的，有 V 型领口。这件连衣裙的设计类似于 mummy 形状，在腰部有黑色腰带。": {
        "91213798_0": 1
    },
    "黑色大衣，金色拉链，袖子上有一条红色的条纹。大衣有黑色皮质的领子，黑色皮质的袖口。大衣用光泽黑色材料制成，背后有一条黑色和红色的条纹。": {
        "90171571_25": 1
    },
    "一件蓝黑色外套，有银色的拉链。外套上有缝合的设计，由光泽材料制成。这是一件有银色腰带的腰带外套，腰带围绕着腰部。这件外套被一个站在白色背景前的女性所穿。": {
        "91189559_1": 1
    },
    "粉色和白色包裙。裙子有粉色包裙，下面有白色裙子。裙子短，一侧有系带。": {
        "91267512_2": 1
    },
    "一双印花裤。裤子有花卉图案，由弹性面料制成。裤子腰高，裤脚宽。裤子由 mannequin 穿着，在白色背景下展示。": {
        "88953857_0": 1
    },
    "黄色短袖圆领连衣裙。这件连衣裙是光泽材料制成的，有合身的剪裁。": {
        "90221183_2": 1
    },
    "浅蓝色的长袖，圆领，前有白鸟刺绣标志的T恤。": {
        "86746655_1": 1
    },
    "一双红色的长裤，左腿上有白色标志。长裤由弹性面料制成，腰带高。长裤设计用于运动或瑜伽裤。": {
        "90465099_0": 1
    },
    "白色T恤，上面有红心图案。红心散落在T恤上，设计独特。T恤是休闲风格，材质柔软。": {
        "91303559_0": 1
    },
    "黑色毛衣裙。裙子由弹性面料制成，腰部高。这是一条紧身裙，适合搭配T恤或毛衣。": {
        "91263362_2": 1
    },
    "绿色的串珠连衣裙。这件连衣裙有露背的领口和鱼尾线条。串珠闪闪发光，反射光线，让连衣裙闪闪发光。这件连衣裙由光滑的面料制成，可能是聚酯或尼龙，并且有弹性。这件连衣裙是出门或参加特殊场合的时尚选择。": {
        "76376012_1": 1
    },
    "黑色和白色花卉印花肩部露出的上衣，高腰，松松的，流畅的。": {
        "91139423_1": 1
    },
    "黑色松紧带上衣，松身，长袖。上衣有V领，前面有系带。面料是聚酯和棉的混合，松身，松松的。": {
        "91188939_4": 1
    },
    "粉色衬衫配领带。衬衫由丝绸材料制成，领口是领带。领带是粉色的，由与衬衫相同的丝绸材料制成。衬衫是宽松的，配领带松松地系在脖子上。": {
        "91262765_1": 1
    },
    "一双绿色工作裤配黑腰带。裤子有侧口袋和脚口的拉链。腰带有扣子，系在腰上。": {
        "90926815_2": 1,
        "90801553_1": 1
    },
    "有前片开口的红色裙子。裙子是用一种类似面料的材料制作的，其时尚风格既适合休闲场合，也适合正式场合。裙子还有多种颜色，包括红色、橙色和黄色。": {
        "91193084_0": 1
    },
    "主要物品是一件白色衬衫，配有黑色领子，白色袖子，黑色袖口。衬衫有圆领，材质未说明。": {
        "91194619_2": 1
    },
    "花卉图案的连衣裙。这件连衣裙由轻质面料制成，并带有飘逸的设计。这件连衣裙由一位女性所穿，她正为相机摆姿势。这件连衣裙是 maxi 风格，并带有 V 领。花卉图案由混合的黄色、粉色和白色花朵组成。这件连衣裙是膝盖长度风格，并带有飘逸的裙子。": {
        "91059246_0": 1
    },
    "蓝白格纹上衣，有下摆的肩膀。上衣用轻质面料，可能是棉或麻，有宽松的合身度。蓝白格纹是纯蓝和纯白条纹的混合，有几个白方块混杂在内。": {
        "89359703_4": 1
    },
    "绿色的蕾丝连衣裙，V领，短裙。裙子背面有拉链，材质是弹性面料。这种连衣裙是复古风格，适合50年代的派对。": {
        "91198003_4": 1
    },
    "白色衬衫。衬衫由透薄的面料制成，款式宽松。它被一个戴着银色金属手袋的女士所穿。": {
        "87669967_4": 1
    },
    "有心形图案的粉色裙子。这件裙子是用棉布制作的，其时尚风格让人联想到1950年代。": {
        "77074417_0": 1
    },
    "浅 beige 皮裙。皮裙有拉链，由柔软、光滑的皮革制成。皮裙长度为中长，剪裁为直线。皮革为浅 beige 色，皮裙质地光滑。": {
        "90698909_7": 1
    },
    "黑色长袖设计。这件连衣裙是用弹性面料制作的，有环绕式设计。这件连衣裙也有在领口处有卷边设计，前面也有结带细节。": {
        "89307772_1": 1
    },
    "黑色与白色格子裙。裙子由弹性面料制成，侧边有拉链。裙子膝盖高，腰部合身。": {
        "48277236_3": 1
    },
    "蓝色的背心。背心是羊毛制成的，有领。它是长背心，穿在白色衬衫上面。背心是浅蓝色的，前面有一个口袋。": {
        "88962069_4": 1,
        "86022493_4": 1
    },
    "花卉印花两件式连衣裙。上衣是无袖的短款上衣，印花是花卉图案，腰带是高腰。裙子是中长款，印花是花卉图案，面料是丝光面料。连衣裙有海军蓝和粉色两种颜色。": {
        "89735095_0": 1
    },
    "穿着红色连衣裙的女士。这件连衣裙有V领和3/4长袖。这件连衣裙由光滑的面料制成，款式合身。": {
        "90811287_0": 1
    },
    "花卉印花连衣裙，领口是系带式，腰带是系带式。连衣裙是轻质面料制作的，有飘逸的合身感。花卉印花是粉色、蓝色和紫色花朵在白色背景上。连衣裙适合休闲夏季服装。": {
        "89683343_1": 1
    },
    "粉色和黑色衬衫，有V型领口设计。衬衫有粉色背景，有黑色线条和黑色V型领口。衬衫是弹性面料制成的，有宽松的合身度。": {
        "91144021_2": 1
    },
    "黑色和红色花卉图案的连衣裙。这件连衣裙有V领和长袖。这件连衣裙由弹性面料制成，有飘逸的款式。": {
        "91065055_1": 1
    },
    "蓝花连衣裙配黑腰带。裙子长度到膝盖，领口是正方形。花卉图案是蓝绿色的花朵，混有纯蓝和纯绿的区域。裙子用光泽材料制成，可能是金属面料，剪裁合身。": {
        "81206716_0": 1
    },
    "棕色皮夹克配棕色黑色围巾。夹克有拉链和领子。围巾由羊毛制成，两端有边饰。夹克和围巾一起搭配，创造出时尚的外观。": {
        "89690518_6": 1
    },
    "黑色网面裙。网面光泽度高，有闪光效果。裙长为中长款，有弹性腰带。": {
        "44625870_1": 1
    },
    "黑色皮夹克，带有银色的拉链。夹克有骑行风格，由皮制。它有前面的拉链，肩膀上的银色扣，和袖子上的银色拉链。夹克被一个穿着白色衬衫的女人穿着。": {
        "56015466_4": 1
    },
    "一条带腰带的红色连衣裙。连衣裙是用柔软的面料制作的，有宽松的合身感。腰带是用不同面料制作的，是棕色的。连衣裙有长袖和短裙。": {
        "91434148_2": 1
    },
    "黑色斗篷式连衣裙，腰间系着一条白腰带。这件连衣裙宽松，材质光滑。这件连衣裙被一名站在白色墙前的女士所穿。": {
        "90774196_3": 1
    },
    "一件绿扣子的棕色长袖衬衫。衬衫有圆领，左侧有小标志。材质是柔软的毛线，衬衫是深棕色。": {
        "91057689_2": 1
    },
    "穿着海军蓝色的女性。": {
        "90371007_2": 1,
        "91061814_0": 1,
        "91061814_3": 1,
        "91218083_2": 1
    },
    "高腰、腰带、前开口的贝吉裙。裙子由轻质面料制成，有松松的合身感。这是一种中性色调，可以穿得正式或休闲。": {
        "90909857_1": 1
    },
    "紫色和蓝色衬衫，有折叠的领子和袖口。面料是透明的丝绸，衬衫有宽松的合身度。": {
        "91034814_1": 1
    },
    "带有前拉链的牛仔裙。裙子由牛仔布制成，有经典的合身感。这是一条中长裙，落在膝盖上方。": {
        "90150954_3": 1
    },
    "有一位穿着黑色和金色夹克的女性。夹克有花纹的蕾丝覆盖，有V领和长袖。蕾丝覆盖有花纹，颜色是黑色。": {
        "89527312_0": 1
    },
    "毛皮领的粉色大衣。大衣有拉链和前面的按钮。毛皮领是棕色的，大衣是皮革般的材料制成的。大衣是时尚的风格，适合寒冷的天气。": {
        "91217064_0": 1
    },
    "条纹裙子，多彩的图案。裙子有拉链，由类似于牛仔布的面料制成。条纹很薄，有各种颜色，包括蓝色、白色、粉色和绿色。裙子是短裙，有迷人的、女性化的风格。": {
        "91308959_0": 1
    },
    "一件长到膝盖、灰色、肩部露出的连衣裙，全身布满银色金属线。这件连衣裙有甜心型领口，裙子有流畅的线条，在侧面有一小片开口。这件连衣裙穿在一位深色皮肤、长黑头发的女士身上。": {
        "91010305_0": 1
    },
    "银色拉链黑色背心。背心由光泽材料制成，设计有长流畅的线条。它覆盖在一件黑色背心上，搭配黑色裙子。": {
        "89401618_2": 1
    },
    "蓝白运动内衣，带有花卉图案。内衣以黑白色调为主，带有蓝白花卉图案。内衣的带子是黑色的，背后有黑白花卉图案。内衣有高领和低背。前面的内衣有蓝白花卉图案，有黑色边饰。后面的内衣有黑色边饰。": {
        "89964108_2": 1
    },
    "有毛皮边饰的棕色冬衣。这件外套是用厚厚、有衬里的面料制作的，有腰带。它还有一个毛皮边饰的帽子和一个长腰带。这件外套是用来让穿着者冬天既保暖又时尚。": {
        "90351325_1": 1
    },
    "一双黑色加白边紧身裤。这款紧身裤由弹性面料制成，有压缩性。它是为高冲击力活动设计的，适合在锻炼期间穿。这款紧身裤有运动感的外观，适合跑步、瑜伽或任何需要紧身的运动。": {
        "91328321_1": 1
    },
    "腰带红色的披肩连衣裙。这件连衣裙是做成飘逸的面料，有波西米亚风格。这件连衣裙是地板长度，有短袖。": {
        "91248396_0": 1
    },
    "灰色和白色条纹连衣裙，圆领，短袖。连衣裙有层次分层的裙子，有折叠的裙边。连衣裙用柔软的弹性面料制成，有合身的胸围和蓬松的裙子。这件连衣裙是休闲或正式场合的时尚和时尚的选择。": {
        "91353851_3": 1
    },
    "白色长袖T恤，V领和圆领。这件衬衫由柔软、轻质的面料制成，有宽松的合身感。": {
        "91341650_1": 1
    },
    "上面写着疯狂的棕色和白色衬衫。": {
        "91169149_4": 1
    },
    "花卉刺绣牛仔衬衫。衬衫颜色是浅蓝色的，有宽松的版型。刺绣是白花和红花，散布在衬衫上。衬衫还有下摆，长袖，袖口有扣子。": {
        "91284165_0": 1
    },
    "肩部有红色的球形连衣裙，裙子有折叠。这件衣服是用光泽材料制作的，有海豚型。": {
        "90816790_1": 1
    },
    "棕色皮革连衣裙。这件连衣裙有V领和背后拉链。这件连衣裙短短的，面料是皮革的。这件连衣裙是棕色的，质地有皮革的感觉。": {
        "91318616_1": 1
    },
    "穿着长红色的连衣裙的女士。这件连衣裙有船颈和长袖。这件连衣裙由光泽材料制成，并有一条飘逸的裙子。这位女士还穿着一双黑色高跟鞋。": {
        "90098578_1": 1
    },
    "有领的条纹蓝白衬衫。衬衫前有纽扣，长袖，有纽扣袖口，松身。条纹很细，颜色是浅蓝和白色。衬衫款式休闲，适合男女。": {
        "90527063_0": 1
    },
    "白色中裙，配黑色腰带。裙子有褶皱设计，材质光滑。": {
        "91114010_1": 1
    },
    "一件短袖、收腰式、蓝色的连衣裙。连衣裙有小圆点花纹，材质轻薄。连衣裙膝盖高，有紧身的胸衣和飘逸的裙子。": {
        "90336998_4": 1
    },
    "白色皮革无袖上衣，圆领，松身。": {
        "91077513_0": 1
    },
    "黑色牛仔裙，配有黑色皮带。裙子有系带式和前片开口。皮带是皮革制成的，有金色的扣。裙子是中长款，有前片拉链。": {
        "90176903_0": 1
    },
    "黑色丝绒高腰蓬蓬裙。裙子有高腰和宽松的蓬松裙底。裙子的下摆是黑色，看起来是与其他裙子不同材料做的。这款裙子是时尚的，适合各种场合。": {
        "90559158_1": 1
    },
    "长、浅粉色、飘逸的丝绸连衣裙。": {
        "90122470_3": 1
    },
    "白色衬衫，有领口。衬衫有扣子设计，材质轻薄。衬衫长袖，有松松的合身感。领口折叠，袖口卷起。一女子站在白色背景前穿着这件衬衫。": {
        "88878892_0": 1
    },
    "灰色的假皮毛领的棕色皮夹克。夹克有拉链和两个前口袋。袖子很长，有弹性袖口。夹克穿在白色衬衫和灰色毛衣上面。": {
        "91036745_2": 1
    },
    "黑色和白色花卉印花上衣，长钟形袖子和系带腰。上衣是流畅、波西米亚风格的衬衫，非常适合休闲一日出行。": {
        "91328813_0": 1
    },
    "白色和黑色格子衬衫，高领和长袖。衬衫有松身的合身度，由轻质面料制成。格子花纹由白色、黑色和灰色的小方块组成。": {
        "91128920_2": 1
    },
    "灰色上衣，上面有绿色的标志。上衣由一种未指定的材料制成，但它似乎是一种面料。上衣是无袖设计的，上面有黑色和白色的图形印花。上衣上的绿色的标志是一个用粗体写的伟大一词。": {
        "91266523_4": 1
    },
    "白色中长裙，上面有蕾丝花边。裙子用轻质面料，可能是棉或麻制成的，裙身有紧身腰线。蕾丝花边增添了裙子的女性气质和优雅感。": {
        "82389444_4": 1
    },
    "内置内衣的T恤。T恤是海军蓝，配有白色和灰色。它有一个网格设计，配有白色和灰色配色方案。T恤由聚酯和弹性纤维混合材质制成。它是一种无袖设计，配有V领。T恤是为女性设计的，是运动服装。": {
        "91199024_0": 1
    },
    "蓝白条纹衬衫，有领。衬衫有松身，用轻质面料做。条纹很细，衬衫有松身。": {
        "89205421_1": 1,
        "87746663_2": 1,
        "91150586_0": 1
    },
    "黑色网眼衬衫，前面有系带和骷髅与骨头设计。衬衫前面有透明网眼设计，前面有系带和骷髅与骨头设计。网眼由透明塑料制成，系带由黑色丝线制成。衬衫有时尚的设计，适合万圣节穿着。": {
        "91182099_0": 1
    },
    "松身的印花上衣，颜色是黑色、白色和灰色。面料是棉和聚酯的混合。上衣松身，有纽扣领。": {
        "90967749_1": 1
    },
    "一双带有花纹图案的蓝色紧身裤。这些紧身裤由弹性面料制成，腰带高。该设计采用纯色和花纹色相混合，重点关注较深色。这些紧身裤由一个穿着运动内衣和运动上衣的女性所穿。": {
        "91232099_1": 1
    },
    "一双深棕色牛仔裤。牛仔裤有直筒的合身度，由柔软的弹性面料制成。牛仔裤由一条黑色腰带系着，有拉链和按钮扣。牛仔裤被一个站着，双手放在腰上的女人穿着。": {
        "91231174_1": 1
    },
    "黑色丝绸裙子，上面有白色蕾丝花边。裙子下面有内衬，腰带是丝绸的。蕾丝花边有花卉设计，在腰部收缩。": {
        "90467272_3": 1
    },
    "黑色和蓝色花卉印花纽扣衬衫。衬衫有松散的合身度，有领子、长袖和前纽扣口。花卉图案由各种颜色组成，包括蓝色、粉色和黄色，衬衫由轻质面料制成，可能是棉或麻。": {
        "91307885_0": 1
    },
    "金扣黑大衣。大衣有双排扣的设计，搭配黑色裙子。大衣用光泽材料制作，在领口两侧有金扣。": {
        "91262094_3": 1
    },
    "贝吉皮草边饰。这件裙子由柔软的皮草材料制成，腰线高。这是一条中长裙，底部有一条宽的皮草边饰。皮草边饰由长而细的皮草条组成，从裙子下垂下来。这件裙子是时尚而多功能的，可以穿得正式或休闲。": {
        "90468968_1": 1
    },
    "一双白色牛仔裤。牛仔裤由牛仔布制成，设计为经典的五口袋。由一个站着的女子所穿，看起来戴着黑色腰带。": {
        "54981403_1": 1
    },
    "有拉链的棕色牛仔裙。裙子是用牛仔布料做的，前面有一个拉链。": {
        "90155251_4": 1
    },
    "黑色和红色花卉长袖连衣裙。这件连衣裙有V领和飘逸的剪裁。花卉图案由红色和黑色花朵和绿色叶子组成。这件连衣裙由弹性面料制成，可能是毛衣或棉衬衫。": {
        "90694450_1": 1
    },
    "白色夹克配黑色腰带。夹克是下着的材料，有黑色腰带围绕腰部。夹克是时尚的风格，适合寒冷的天气。": {
        "90014816_2": 1
    },
    "黑色连衣裙，有披肩和紧身的胸衣。连衣裙是弹性面料制成的，有无袖的设计。连衣裙是紧身的，适合正式或半正式场合。": {
        "90195886_2": 1
    },
    "黑色和白色校服，左胸口有个补丁。补丁上有只白鸟。校服有黑色拉链和白色拉链拉手。校服的袖子是黑色和白色。左胸口的补丁是黑色和白色。校服有黑色和白色设计。": {
        "91315921_0": 1
    },
    "一双黑白条纹的斑马裤。裤子是弹性面料做的，有宽腿的设计。裤子被一个站在白色背景前的女人穿着。": {
        "90907155_0": 1
    },
    "白色丝绸衬衫带有蓝色蝴蝶印花。衬衫有松散的合身度，带有圆领。面料轻薄且飘逸，使其在温暖的天气中非常适合。蓝色蝴蝶印花增添了趣味和时尚感。": {
        "91338657_3": 1
    },
    "有红白条纹的白色连衣裙，前面有系带细节。这件连衣裙有红白条纹图案，前面有系带细节。系带细节是白色蕾丝，上面有红白条纹。这件连衣裙是短裙，有紧身的剪裁。": {
        "80102010_6": 1
    },
    "灰色的假皮夹克。夹克很长，领子很高。皮毛很长，很蓬松，夹克穿在黑色衬衫上面。": {
        "88018991_0": 1
    },
    "白色礼服，金饰。礼服没有袖子，有圆领。金饰散落在礼服上，增添了整体的优雅感。一位微笑的女子穿着这件礼服。": {
        "91400288_2": 1
    },
    "白色上衣搭配一件长白裙。上衣有侧边高开口，裙子长而飘逸。这套衣服时尚而优雅。": {
        "89610397_3": 1
    },
    "一件灰色的皮夹克，前面是黑色皮革，领子，银色拉链，一条黑色皮革腰带，有银色扣子。": {
        "91103301_2": 1
    },
    "白色系带裙，侧边有开口。裙子由白色透气面料制成，侧边有系带细节。裙子长度为中长款，侧边有开口。": {
        "59882117_4": 1
    },
    "白色蕾丝连衣裙，V领和钟形袖。连衣裙腰带有系带，风格是波西米亚风的，飘逸的。": {
        "87871474_0": 1
    },
    "黑色和白色格子连衣裙，有格子花纹。连衣裙有V领和长袖。连衣裙用一种看上去是棉和聚酯混合的面料制成的。连衣裙是方型剪裁，有宽松的合身感。连衣裙还有一个黑色腰带在腰上。": {
        "91327505_0": 1
    },
    "黑色花卉印花长裙。裙子有飘逸和松散的合身感，高腰，宽松的裙边。花卉印花由各种尺寸的粉色、紫色和绿色花朵组成，其中还有一些叶子和藤蔓。裙子由柔软、飘逸的面料制成，穿着舒适。": {
        "87839170_0": 1
    },
    "肩部有条纹的宽领口上衣。条纹是黑白的，上衣是柔软的弹性面料制成的。时尚风格是休闲的，适合日常穿着。": {
        "90302919_1": 1
    },
    "黑色冬季外套，有帽子。外套前面有拉链，左边有口袋。帽子是黑色，前面有银色的拉链。外套是合成面料制成的。": {
        "56093095_6": 1
    },
    "V领的粉色蕾丝连衣裙，裙子流畅地飘落。连衣裙没有袖子，有紧身的胸衣，在腰部开口，变成一个圆圆的裙子。蕾丝花纹精致而细致，有粉色和桃色的花朵图案。这种连衣裙是正式风格，适合特殊场合。": {
        "90313783_5": 1
    },
    "一双黑色紧身裤，有棕色拉链。紧身裤由弹性面料制成，有高腰。设计是要搭配腰带，侧面有拉链。紧身裤是运动服系列的一部分，是要穿着运动。": {
        "90777206_1": 1
    },
    "海军蓝和粉红色的心型孕妇上衣。上衣由弹性面料制成，并带有V型领口。": {
        "91338570_2": 1
    },
    "黑色和白色有领的夹克。夹克由一种看起来是棉和聚酯的混合材料制成的。夹克有领子、前拉链和前口袋。夹克是现代风格的，有宽松的合身和放松的轮廓。": {
        "90174078_0": 1
    },
    "长款深蓝色的礼服，胸口处有蕾丝花边，领口处是透明的。礼服是海豚型，由一个黑发的女士穿着。": {
        "90522497_0": 1
    },
    "粉色的连衣裙。这件连衣裙没有袖子，腰带是围在腰上的。这件连衣裙是尺寸10，是光滑的面料。": {
        "90362399_0": 1
    },
    "白色上衣，高领，长袖。上衣由柔软、流畅的面料制成，款式宽松。颜色是纯白，款式是经典、优雅的外观。": {
        "91283749_0": 1
    },
    "白色和黑色花纹裙子，底部有一层黑色卷边。裙子上印有花纹图案，有白色花朵和黑色叶子。卷边层是用黑色面料做的，有白色花边。裙子长度是中长款，侧面有拉链。": {
        "90933396_2": 1
    },
    "花卉图案的肩部露出的上衣，长钟形袖子。上衣由轻质面料（可能是丝绸）制成，有飘逸的合身款式。花卉图案由多种颜色组成，包括粉色、紫色、黄色和绿色。上衣设计为V领，腰部有系带，营造出收紧的效果。": {
        "91185844_0": 1
    },
    "一双灰色裤子，侧面有白色条纹。裤子宽松，用柔软的面料做成的。裤子顶部解开，前面有个小口袋。": {
        "90701592_3": 1
    },
    "金光闪闪的连衣裙。这件连衣裙有松身的款式，由光泽度高的面料制成。这件连衣裙上的小小闪光颗粒，反射光线，给连衣裙增添了闪闪发光的效果。": {
        "89610642_2": 1
    },
    "白色和黑色印花上衣，中间有黑白印花，上面有十字架。上衣有松身的款式，可以搭配黑色背心。": {
        "89500020_7": 1
    },
    "粉色蕾丝短裙。裙子由弹性面料制成，有紧身的剪裁。它有高腰线，前面的蕾丝设计。裙子很短，只到膝盖上。": {
        "90867239_0": 1
    },
    "黑色和紫色花卉印花的连衣裙。这件连衣裙有方形领口和合身的胸围，裙子有飘逸的感觉。这件连衣裙是为超大码设计的，材质是弹性面料。": {
        "90311002_2": 1
    },
    "蓝灰色冬装夹克，配有皮毛边饰的帽子。夹克由光滑材料制成，有缝合设计。它还配有灰色皮毛边饰的帽子，灰色皮毛边饰的领子，和灰色皮毛边饰的袖口。夹克有前拉链关闭，灰色皮毛边饰拉链拉手。": {
        "90603986_0": 1
    },
    "一双迷彩印花宽松牛仔裤。牛仔裤由柔软的面料制成，并带有系带腰带，以确保舒适的尺寸。迷彩印花是绿色、棕色和黑色混合。": {
        "90625902_3": 1
    },
    "一件粉色连衣裙，肩膀处有一条冷肩设计。这件连衣裙是红色的，材质看上去像有弹性的面料。这件连衣裙是宽松的，有深V领和肩膀处有切口的细节。这件连衣裙在裙底处还有一个卷边细节。": {
        "91254474_1": 1
    },
    "黑色和白色上衣，花卉图案。": {
        "91323903_1": 1,
        "91316800_2": 1
    },
    "有红白条纹的托特包，配有黑色皮革的肩带。包有银色的扣子和银色的拉链拉手。包小，肩上舒适。": {
        "85225721_3": 1
    },
    "有一件黑色和棕色斑点豹纹衬衫，有领口和长袖。衬衫有松散的合身，用轻质面料，可能是丝绸或丝绸。斑点豹纹是棕色、黑色和白色混合的，衬衫有波西米亚风格。": {
        "91116200_0": 1
    },
    "肩部有红色的连衣裙，有钟形袖。这件连衣裙有紧身的胸衣和流畅的裙子。这件衣服的面料似乎是弹性面料，可能是毛衣。这件衣服是时尚的，适合晚上出去或特殊场合。": {
        "91400083_3": 1
    },
    "黑色假皮背心，配白T恤。背心有V领，有黑色和白色的设计。背心由一位长发女性配黑头带所穿。": {
        "33223802_4": 1
    },
    "高腰贝吉裙。裙子由弹性面料制成，光泽度为丝光。这是一款中长款裙，底部为曲线型，下摆开口。这款裙子搭配有肩垫的衬衫，适合正式场合和特殊场合。": {
        "90329974_2": 1
    },
    "白色T恤背后有空洞设计。T恤有圆领和短袖。T恤背后有空洞设计，露出穿者背部的衣服。T恤由轻质面料制成，可能是棉或棉混织物。T恤以休闲时尚风格制作，适合日常穿着。": {
        "91031939_0": 1
    },
    "黑色上衣，前边有银色的拉链。上衣是弹性面料制成的，有圆领。上衣是长袖，有合身的剪裁。": {
        "91170733_0": 1
    },
    "白色长袖衬衫，V领，小领口。衬衫由柔软、有弹性的面料制成，有毛边纹理。这件衬衫是经典、多功能的，可以穿得正式或休闲。": {
        "91261590_1": 1
    },
    "黑色毛衣。毛衣由厚实的羊毛制成，有船颈。毛衣是编织的，有卷线花纹。": {
        "90994072_3": 1
    },
    "蓝白花纹裙。裙子背景是蓝色，上面有白色花和叶子。裙子用看上去是丝的面料做的。裙子膝盖长，在侧面有拉链。": {
        "91308621_1": 1
    },
    "带有蕾丝花纹的蓝色的连衣裙。这件连衣裙有V领和背后有一个钥匙孔。蕾丝花纹是小而复杂的图案，这件连衣裙是光滑的面料制成的，可能是合成面料。这件连衣裙是时尚的风格，适合夜生活或特殊场合。": {
        "90036250_1": 1
    },
    "黑色和白色皮夹克，花纹图案。夹克有拉链，领子，和前拉链口袋。袖子长，有拉链袖口。夹克由皮制，前面有花纹图案。": {
        "89819472_2": 1
    },
    "黑色背心，有银色的拉链。背心有黑白条纹内衬，黑色皮质领子。穿在黑色背心上，前面有银色的拉链。": {
        "89932323_2": 1
    },
    "粉色礼服。这件礼服由轻质面料制成，有飘逸的合身款式。它有V领和系在腰部的环绕设计。这件礼服还有前片开口和袖子上的折叠细节。": {
        "88275556_3": 1
    },
    "白色蕾丝连衣裙。连衣裙没有肩带，有高低裙边。蕾丝面料很细致，连衣裙是紧身的款式。": {
        "91346564_1": 1
    },
    "有一条花纹黑裙，裙子是弹性面料做的，有高腰。花纹是白、蓝、粉色花朵。": {
        "91369964_3": 1
    },
    "黑色和紫色假皮毛边饰的公园。 夹克有黑色皮革领子和银色拉链。 假皮毛边饰是黑色和紫色。 夹克是女性风格，由类似于皮革的材料制成。": {
        "91396385_0": 1
    },
    "白色底特律雄狮T恤，上面有蓝色标志。这件T恤由柔软的面料制成，有圆领。设计简单简洁，底特律雄狮标志在T恤的前面醒目地展示。": {
        "91270636_7": 1
    },
    "黄色条纹短袖上衣，圆领。": {
        "91417396_2": 1
    },
    "一条有拉链腰带和前有口袋的黑色宽松裤。裤子是弹性面料制成的，宽松的。": {
        "59887934_2": 1
    },
    "一件无肩带的绿色连衣裙，有褶皱的胸口。这件连衣裙腰带上有银色串珠，背后有拉链。这件连衣裙是短短的，膝盖高。": {
        "90979403_0": 1
    },
    "白色连衣裙，高领，紧身。裙子有蓬松的裙摆和有折叠的裙边。这件连衣裙是轻质面料制成的，适合正式场合或半正式场合。": {
        "90518876_0": 1
    },
    "一件黑色长裙，侧面有开口。这件裙子由光泽材料制成，有飘逸的设计。这件裙子被一个站着，手放在臀部上的女性所穿。": {
        "91400653_2": 1
    },
    "绿色和粉红色的公园，配有假皮毛边饰的帽子。这件外套有黑色和白色花卉图案的内衬，黑色和白色条纹的领子。帽子是粉红色和绿色，配有假皮毛边饰。这件外套有前面的按钮和前面的拉链。": {
        "89594828_0": 1
    },
    "一件裤子。裤子是黑色，光泽的面料制成的。裤子是紧身的，由一个 mannequin穿着。": {
        "42562545_1": 1
    },
    "黑色和白色拉链夹克，有花卉图案。夹克有黑色拉链和黑色领子。夹克的袖子是黑色和白色，夹克有黑色和白色花卉图案。夹克是编织材料制作的，有松散的合身度。": {
        "8977862_29": 1
    },
    "黑色和白色条纹连衣裙，袖子上有卷边，腰带是黑色。这件连衣裙是圆裙式，以白色和黑色为色调。": {
        "65587182_4": 1
    },
    "黑色牛仔夹克，配白腰带。夹克有破旧的外观，前面有拉链。腰带由白色材料制成，有银色的扣。这件夹克由一个站在白色背景前的女性所穿。": {
        "91172294_2": 1
    },
    "白色蕾丝连衣裙，前端有高开口。连衣裙有露背设计，背后有低腰。蕾丝面料透气，有精致花纹。连衣裙是地板长，有飘逸浪漫的风格。": {
        "90709495_5": 1
    },
    "以黑色和白色为色调。这件连衣裙有黑色和白色条纹图案，并采用蓝色和白色色调。这件连衣裙有露肩领口，裙型是圆裙。这件连衣裙是无肩带设计，在腰部有黑色带。这件连衣裙是合身和蓬松裙型，在背后有拉链。": {
        "90361160_1": 1
    },
    "无肩带的连衣裙，裙子是飘逸的。这件连衣裙是轻质面料制成的，有花纹的紧身上衣，裙子是白和粉红色的花朵混合，是地板长度。这件连衣裙适合正式场合或半正式场合。": {
        "90624753_1": 1
    },
    "粉色和白色条纹的背心。背心由柔软的面料制成，有圆领。条纹细而均匀地间隔。": {
        "91068652_2": 1
    },
    "蓝色的串珠连衣裙。这件连衣裙有V领和长袖。串珠小而闪亮，连衣裙有合身的剪裁。": {
        "72360618_0": 1,
        "74354779_2": 1,
        "90858361_0": 1,
        "89544785_0": 1,
        "89544785_1": 1
    },
    "灰色的袖子，深色的T恤。T恤有V领和卷边领。面料看上去是柔软的毛线。": {
        "90102565_1": 1
    },
    "有下摆的黑色连衣裙。连衣裙有V型领口和侧面高开口。下摆是长长的黑色线条，从连衣裙上垂下。连衣裙是无肩带款，由弹性面料制成。": {
        "91340535_3": 1
    },
    "短袖、V领的格子衬衫。上衣是黑色和白色格子布料制成的，有直线下摆。": {
        "91207674_1": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，松身。它们是为舒适和方便运动而设计的。紧身裤由一个穿着白色背心和黑色运动内衣的女士所穿。": {
        "91386770_0": 1
    },
    "白色蕾丝上衣，带有编织花纹。上衣有圆领和长袖。蕾丝精致而细致，带有花卉图案。上衣用轻质面料制成，可能是棉或丝，并以波西米亚风格制作。": {
        "91357977_2": 1
    },
    "白色蕾丝连衣裙，肩部有冷肩设计。连衣裙有V领，长袖，蕾丝细节。连衣裙用轻质面料，可能是丝绸或网眼，有波西米亚风格。连衣裙由一个长腿、金发、有露腹的女子所穿。": {
        "89661595_0": 1
    },
    "肩部有深V领的蓝色的上衣。上衣由柔软、飘逸的面料制成，有宽松的合身感。它呈现出一种微妙的灰色，有光泽。上衣有短袖，有圆形的下摆。": {
        "91226795_0": 1
    },
    "银色拉链黑色连衣裙。这件连衣裙很长，有飘逸的设计。这是一件加大尺寸的连衣裙，由一位女性穿着。这件连衣裙有银色珠子和串。": {
        "89661879_1": 1
    },
    "蓝色的蕾丝上衣。上衣有船颈和长袖。蕾丝上衣有白色的花刺绣。上衣是光滑的面料，有宽松的合身款式。": {
        "91029647_2": 1
    },
    "黑色和灰色裙子。裙子有灰色和黑色色调，前面有拉链。裙子由一种看上去是羊毛和聚酯混合的面料制成的。裙子是中长款，有褶皱设计。裙子被一个站着，穿着黑色上衣的女士所穿。": {
        "88591862_1": 1
    },
    "花卉图案的连衣裙。这件连衣裙有飘逸的设计，用轻质面料制成的。这件连衣裙是黑色、白色和蓝色混合的。这件连衣裙是中长款，底部有卷边细节。": {
        "91079359_2": 1
    },
    "蓝黑花型连衣裙，长袖设计。连衣裙有松散的合身感，前部有纽扣。花型图案由蓝黑花朵在蓝底上组成。": {
        "91372520_4": 1
    },
    "白色肩部露出的毛衣，领口是宽的，下垂着，毛衣是柔软的，是编织的，袖子是长袖，袖口是拉链的。": {
        "91336511_7": 1
    },
    "有一件棕色连衣裙，上面有金属金色花边设计。这件连衣裙有V领和飘逸的合身款式。": {
        "90995640_2": 1
    },
    "黑白格子套装。裤子有宽腿，由透薄的面料制成。上衣是短袖上衣，有高领和长袖。裤子有宽腰带和宽腿。套装搭配一双黑色高跟鞋。": {
        "90271115_2": 1
    },
    "黑色和白色花卉印花连衣裙，高领和长袖。连衣裙有飘逸和宽松的合身感，由轻质面料制成。花卉图案由黑色背景上的小白花组成，适合休闲或半正式场合。": {
        "91317010_2": 1
    },
    "V领的贝吉连衣裙，裙子有飘逸的感觉。裙子腰间有系带，前面有开口。裙子材质有弹性，适合正式或半正式场合。": {
        "91157596_1": 1
    },
    "一件蓝色的宽松裤。裤子有宽松的腿和高的腰，脚踝处有收口。裤子用轻质面料做，可能是棉或麻。裤子是松松的，有飘逸的风格，脚踝处没有收口。": {
        "51678430_1": 1
    },
    "一条腰带腰带的卡其裤。裤子由柔软的弹性面料制成，适合松身。": {
        "89981314_2": 1
    },
    "一双黑色牛仔裤。牛仔裤腰部高，剪裁合身。面料看起来是牛仔布，牛仔裤有伸缩性。牛仔裤由一个站着的女子所穿，看起来是穿着黑色上衣。": {
        "90728939_2": 1
    },
    "黑色背景上的五彩缤纷的染布设计。该设计包括红色、蓝色、黄色和绿色等多种颜色。染布效果创造了一种迷幻而充满活力的图案，吸引了人们的目光。": {
        "88447500_8": 1
    },
    "一双白色麻布裤。裤子是修剪的，有拉绳腰带。它们是轻便的，由柔软、透气的面料制成的。裤子是松散的，有宽松、飘逸的线条。": {
        "87936749_0": 1
    },
    "穿着蓝色连衣裙的女人。连衣裙有V领和长袖。连衣裙是光滑的面料，有飘逸的裙子。女人也戴着一条黑色腰带，系在腰上。": {
        "91381807_1": 1
    },
    "黑色和白色花卉印花衬衫，配有黑色透明领子。衬衫有宽松的合身度，前面有按钮。花卉图案由小黑色花朵在白色背景上组成。": {
        "91420072_1": 1
    },
    "穿着浅棕色和黑色条纹的短袖上衣和宽腿的卡其裤的女士。上衣腰带是黑色，裤子也是。女士站着，微笑着。": {
        "89959658_6": 1
    },
    "牛仔夹克。夹克是蓝色的，有破旧的感觉。它有前拉链和前口袋。夹克被一个女人穿着，她正对着相机摆姿势。": {
        "84117989_1": 1
    },
    "金白高低裙。裙子有花卉图案，由光泽材料制成。裙子很长，后面有长裙。裙子的顶部较短，有折叠的裙边。这件裙子被一个站着微笑的女士所穿。": {
        "89252326_2": 1
    },
    "黑色和白色蕾丝连衣裙，白色领子和黑色蕾丝叠加。连衣裙有高领和长袖。连衣裙由一个金发女穿着。": {
        "89828320_1": 1
    },
    "蓝白条纹衬衫，有领。衬衫前有纽扣，下摆有圆角。条纹很细，衬衫用轻质面料制成的。": {
        "88004750_2": 1
    },
    "一件花朵图案的流蘇設計和高領的連衣裙。這件連衣裙是由一個懷孕的女性所穿著的，她的頭髮是流蘇的。": {
        "90627277_0": 1
    },
    "黑色皮革裙子，有拉链和前面的金属钉。裙子有假装卷起的设计，长度短。": {
        "91078876_2": 1
    },
    "灰色和白色 tank 顶，带有流畅的设计。 顶部由轻质材料制成，可能是棉混织，并且有宽松的合身感。 灰色和白色颜色在整个顶部混合，创造了一种微妙的渐变效果。 顶部带有 V 领线和流畅的设计，从前面垂下。": {
        "89363421_1": 1
    },
    "带有拼接花纹的牛仔夹克。夹克有领子、两个前口袋和两个胸口袋。夹克由牛仔布制成，颜色为浅蓝色。夹克上还有一个左上角和右下角各有一个按钮。这件夹克是女性款式，设计用于搭配衬衫穿。": {
        "91413031_4": 1
    },
    "牛仔裙。这件裙子是蓝色的，前面有拉链。它还有一个前面的口袋和一个腰带。这件裙子被一个站着微笑的女人穿着。": {
        "91304973_1": 1
    },
    "白色夹克，黑色领口。夹克前面有拉链，材质光滑。夹克穿在黑色衬衫上面，领口有折叠。": {
        "91244234_2": 1
    },
    "带有破损细节的蓝色牛仔短裙。裙子有高腰和分边线。": {
        "90552215_0": 1
    },
    "一双深红色长裤。长裤由弹性面料制成，并且有瘦身效果。它们由一条黑色腰带支撑，前面有拉链。": {
        "90565966_0": 1
    },
    "紫色的长裙。裙子是做成飘逸的面料，有卷起的设计。腰带是黑色的，凸显腰线。": {
        "90498927_1": 1
    },
    "一双黑色宽松的松紧带裤。裤子有格子花纹，由棉和聚酯混合制成。裤子以时尚的方式剪裁，有宽松的腰带和适合休闲穿的宽松的合身感。": {
        "90878589_3": 1
    },
    "白色衬衫。衬衫尺寸超大，有领。衬衫由轻质面料制成，可能是棉或麻。衬衫采用现代时尚风格，有宽松的合身和简单的款式。": {
        "88774021_2": 1
    },
    "一条有拉链腰带的黑色长裤。裤子宽松，由柔软的面料制成。裤脚有松紧带，脚口宽大。": {
        "90047960_0": 1
    },
    "有折痕的绿色裙子。裙子是用一种看上去像是羊毛或羊毛混织的面料制作的。折痕是均匀的，裙子有高腰线。": {
        "90639520_0": 1
    },
    "绿色弹力夹克，有拉链。夹克有丝绸般的面料，前面有拉链。夹克有高领和长袖。夹克由一个站着微笑的女人穿着。": {
        "89605427_4": 1
    },
    "海军蓝的丝网花裙子，上面有银色的闪闪发光星星。裙子有高腰，底部有满满的蓬松的裙子。这是一件时尚和优雅的衣服。": {
        "72403616_4": 1
    },
    "银色扣子黑色皮夹克。夹克有拉链关闭，银色拉链拉手。夹克也有银色扣子在前面，和银色按钮在袖子上。夹克有合身的轮廓，是设计用来搭配休闲的合身的。夹克是用高质量的皮制成的，是设计用来耐用和长久的。": {
        "65578786_0": 1
    },
    "一件灰色格子衬衫，由女性穿着。这件衬衫由羊毛混搭面料制成，有经典的剪裁。这件衬衫搭配了一件灰色格子裙和黑色领带衬衫。女性在腰上系了一条黑色腰带，以凸显她的身材。": {
        "91091203_0": 1
    },
    "黑色单扣套头夹克。夹克有单扣领口和前胸口袋。夹克用羊毛混搭料制成的，袖口上有一单扣。": {
        "87718743_0": 1,
        "87718743_1": 1
    },
    "一件长袖的橙色上衣，上面有个拉链。上衣是柔软的面料，并且有松松的合身度。": {
        "89957070_0": 1
    },
    "黑色花纹蕾丝连衣裙。连衣裙有紧身的胸衣和满满的蕾丝。连衣裙有圆领和短袖。蕾丝精致，有花纹，黑色和白色混合。连衣裙有松散的合身款，适合休闲或半正式场合。": {
        "91393707_0": 1
    },
    "一双裤子。裤子是红色的，由光滑的材料制成的。他们有修剪的适合，并带有腰带环。": {
        "88775193_3": 1
    },
    "黑色和粉色花卉连衣裙，上面有黑色蕾丝花边。这件连衣裙有花卉图案的紧身上衣和有黑色蕾丝花边的大摆幅裙。这件连衣裙有粉色和黑色花朵的装饰，还有黑色蕾丝领。这件连衣裙是时尚和优雅的衣服。": {
        "78390487_5": 1
    },
    "红色的T恤，前面有黑色的标志。T恤是柔软的面料，有圆领。": {
        "91130094_3": 1
    },
    "绿色有拉链的毛衣，有拉链的帽子，两个前口袋，银色拉链。这件毛衣是棉棉混织的，有松散的合身感。": {
        "91314239_2": 1
    },
    "白色夹克配黑色腰带。夹克有领子、两个前口袋和左侧一个按钮。夹克由看上去像皮的材料制成，有像西装一样的时尚风格。夹克由 mannequin 穿着，在白色背景下展示。": {
        "90692016_0": 1
    },
    "白色领口的黑色衬衫。衬衫前有口袋，袖口上有一颗按钮。这件衬衫被一个站在白色背景前的女性所穿。": {
        "91243929_1": 1
    },
    "黑色T恤，上面有白色条纹。T恤设计简单，由棉质材料制成。": {
        "91278248_0": 1
    },
    "一件深绿色的连衣裙，领口有V字型，膝盖处有大开口。这件连衣裙由光泽材料制成，款式合身。": {
        "68128862_3": 1
    },
    "宽腿黑色毛衣裤，长度短。裤子有条纹纹理，装饰着白色小铃铛。搭配白色毛领和黑色与白色格子衬衫。": {
        "91183723_0": 1
    },
    "有毛领的棕色大衣。大衣有短短的蓬松袖子和宽松的折叠袖口。大衣穿在棕色衬衫和棕色裤子上面。大衣是用棕色毛绒布做的，有毛领。": {
        "90886403_4": 1
    },
    "红色折边裙。裙子由光泽材料制成，有红色。它是一条中长裙，腰部高，底部宽，流畅。": {
        "85430118_0": 1
    },
    "白色衬衫，前有三个小圆扣。这些小圆扣是金属制成的，呈金色。这件衬衫有高领，长袖，袖口有纽扣。这件衬衫的面料是轻薄、光滑的面料。": {
        "91033828_3": 1
    },
    "一件蓝花卉印花的连衣裙，没有领口，裙子飘逸。这件连衣裙有紧身的胸衣和花卉图案的飘逸裙。这件连衣裙由一个长发、马尾辫的女人穿着。": {
        "89698063_0": 1
    },
    "裙子。它是一条浅棕色色调的裙子，上面印有白色、蓝色和黑色图案。这条裙子由一种看上去是棉和聚酯混合的面料制成的。这条裙子有高腰，底部有宽带。裙子上的图案是几何形状和线条的混合。": {
        "90506010_0": 1
    },
    "蓝白相间的上衣，有折叠的图案。上衣由轻质面料制成，有飘逸的剪裁。蓝色的是深蓝，而白色的是更浅的蓝。折叠是白色的，为上衣增添了女性化的气质。上衣是无袖设计，有V领。": {
        "89039366_3": 1
    },
    "有襟的黑色上衣。上衣是用弹性面料制作的，有高领。有襟是上衣的独特特征，增加了上衣的简单性。": {
        "91295773_0": 1
    },
    "黑色皮夹克，有银色的拉链。夹克上肩有扣，前有银色拉链。穿着这件夹克的男人，下面穿着白色衬衫。": {
        "88473026_2": 1
    },
    "一件灰色的毛衣，毛衣的面料是柔软的，领子是黑色的。毛衣前面有纽扣，袖子很长。": {
        "91303759_0": 1
    },
    "深蓝色的折边裙，配上黑色腰带。裙子有高腰，下摆宽松，飘逸。": {
        "89958776_0": 1
    },
    "金色褶裙。这件裙子由光泽材料制成，有金属光泽。这是一条长裙，流畅地落到膝盖上。褶皱是均匀间隔的，创造出一种蓬松的效果。这件裙子是适合晚上外出或特殊场合的完美选择。": {
        "66022670_8": 1
    },
    "红色的T恤，前面有花卉图案。T恤有圆领，短袖。": {
        "91410044_0": 1
    },
    "黑色拉链皮夹克。夹克有棕色色调，由皮革制成。它是一种时尚的风格，适合寒冷的天气。": {
        "90854727_1": 1
    },
    "条纹衬衫，多彩的图案。颜色包括黑色、白色、粉色和蓝色。衬衫有宽松的合身度，有领。条纹很粗，图案是抽象的。": {
        "91429684_0": 1
    },
    "黑色皮夹克，有拉链。夹克有领和前拉链口袋。袖子长，有拉链袖口。这件夹克由一个穿着白色衬衫的女士所穿。": {
        "89592039_2": 1
    },
    "黑色皮夹克，有银色的拉链。夹克有领子，前面有一个拉链。穿着夹克的那个人，下面还穿着一件白色衬衫。": {
        "91377041_4": 1
    },
    "带有明亮蓝和橙色图案的蓝色和白色上衣。上衣有V领和无袖设计。图案是抽象的，带有蓝和橙色混合。上衣是用弹性面料制作的，可以舒适地贴合身体。": {
        "89862655_1": 1
    },
    "粉色面料的口袋前衣。这件衣服是用柔软的面料制作的，有宽松的尺寸。这件衣服是用宽领和长袖设计的。": {
        "91338736_4": 1
    },
    "蓝白花纹的肩部露肩连衣裙。裙子有紧身的胸衣和流畅的裙子，腰线高。颜色是蓝白，裙子是轻质面料。": {
        "89550165_1": 1
    },
    "黑色和白色背心。背心由光滑的材料制成，有缝合的设计。它是女性背心，下面搭配黑色衬衫。": {
        "91409475_0": 1
    },
    "花朵图案的白色连衣裙。连衣裙有V领和长袖。花朵图案由红色、橙色和黄色花朵组成。连衣裙由轻质面料制成，可能是棉或麻。连衣裙以波西米亚风格制作，有宽松的合身和飘逸的裙子。": {
        "90742543_3": 1
    },
    "黑色和白色印刷的衬衫，有拉链，黑色和白色图案。衬衫有黑色和白色胸部和黑色和白色背部的印刷。": {
        "91331090_3": 1
    },
    "穿着白色卷边裙的女人。裙子有海豚式，是光滑的材料。女人也穿着白色短袖上衣，头发是棕色长发。": {
        "91357858_3": 1
    },
    "黑色短裙。这件裙子由弹性面料制成，腰线紧身。这是一件高腰裙，旨在搭配中腰顶。这件裙子是休闲穿着的热门选择，可以根据场合穿着正式或休闲。": {
        "90521408_0": 1
    },
    "一双紫色牛仔裤。牛仔裤由弹性面料制成，剪裁直切。设计用于搭配收口上衣。": {
        "91200914_2": 1
    },
    "星型印花的折叠裙。裙子是绿色、蓝色和粉色的，有时尚的风格。": {
        "91206134_1": 1
    },
    "黑色羊毛夹克，双排扣，前有两个口袋。夹克有领，袖口有扣。搭配白色衬衫和黑色毛衣。": {
        "91427524_1": 1
    },
    "白色内衣标志的黑色T恤。T恤由透气且吸湿的面料制成，适合运动活动。T恤有合身的款式，有圆领、短袖和直剪的裙边。内衣标志是缝在T恤的前面，而装甲一词用白色字母写在T恤的后面。": {
        "91207536_1": 1
    },
    "一双宽腿、短裤的黑色裤子。裤子有拉链和按钮扣，由光泽材料制成。裤子被一个站着、背对着相机的女性所穿。": {
        "91068185_1": 1
    },
    "白色领带背心。背心由光滑的材料制成，设计为无袖。它覆盖在一件白色衬衫上，前面有一个口袋。": {
        "84306733_0": 1
    },
    "白色铅笔裙。裙子由轻质面料制成，腰线紧身。裙子膝盖长，前面有开口。": {
        "91104148_0": 1
    },
    "黑色T恤，上面印有年轻人的图形。T恤的袖子设计是短袖的，材质是柔软的。图形上印有年轻人戴着一顶蓝色帽子，穿着一件黑色T恤，上面有白色文字。T恤的款式是宽松的，属于街头时尚风格的一部分。": {
        "89716111_6": 1
    },
    "一双灰色长筒袜配黑色腰带。长筒袜有网眼设计，左腿上印有白色Under Armour标志。腰带由光泽材料制成，颜色为黑色。": {
        "90863575_5": 1
    },
    "深红色的连衣裙，有V型领口。这件连衣裙是弹性面料制作的，有一肩带。这件连衣裙是简单而优雅的风格，适合晚上外出。": {
        "90220035_2": 1
    },
    "假皮夹克。夹克是棕色和白色，由假皮材料制成。它有柔软的毛绒质地，设计用于穿在衬衫或毛衣上面。夹克有高领、长袖和前拉链。它是一种时尚、保暖的配饰，可以搭配多种服装。": {
        "91141729_0": 1
    },
    "一双宽腿的棕色裤子。裤子是弹性面料制作的，有松松的合身感。他们被设计为舒适的穿着，适合各种场合。": {
        "90543213_1": 1
    },
    "一件黑色T恤，侧面有开口。T恤有松身的合身度，由柔软的面料制成。开口是大的椭圆形，位于T恤的左侧。T恤有高低线，搭配一双黑色超薄牛仔裤。": {
        "91355921_0": 1
    },
    "一双黑色长裤，左腿有白色标志。长裤腰部高，腿部宽。": {
        "90760768_0": 1
    },
    "色彩丰富且图形印刷的纽扣衬衫，短袖设计。衬衫带有各种不同图像和设计，包括漫画印刷品、男性的卡通形象，以及其他各种图形。衬衫由轻质面料制成，可能是棉，有宽松的合身度。": {
        "89716789_0": 1
    },
    "一件蓝色的V领短袖T恤。T恤前面有一个小小的白色标志，材质柔软，有伸展性。": {
        "88604879_2": 1
    },
    "有帽子的小牛皮夹克。夹克有前拉链，两边口袋，银色拉链拉头。夹克由轻质面料制成，可能是合成面料，有松散的合身度。帽子不拆卸，是戴在头上的。夹克适合寒冷的天气，是休闲日常时尚风格。": {
        "88300198_4": 1
    },
    "白色和黑色皮革裙子，上面有蕾丝花边。裙子有高腰，后背有拉链。花边是白色透明的面料，上面有黑色蕾丝花边图案。裙子是迷你款式，适合休闲和正式场合。": {
        "90523621_2": 1
    },
    "蓝花图案的领口和长袖的连衣裙。连衣裙前面有拉链，上身是飘逸的。花图案是蓝花在深蓝背景上。": {
        "91336576_7": 1
    },
    "黑色连衣裙。这件连衣裙由弹性面料制成，设计简单。这是一件无袖连衣裙，有V领和直切割。这件连衣裙膝盖长，设计简单，适合休闲场合。": {
        "89399347_0": 1
    },
    "一双黑色长裤。长裤由光滑的面料制成，并且有宽松的合身度。它们被展示在一个白底上。": {
        "91086785_2": 1
    },
    "一件白色长裤。长裤由弹性面料制成，长度为膝盖以下。它们搭配白色西装外套和白色衬衫。这套衣服以现代时尚风格打扮。": {
        "90330766_0": 1
    },
    "粉色和白色花型连衣裙。连衣裙有紧身的胸衣和宽松的裙子。袖子很长，袖口有折叠。领口是深V型，连衣裙是轻质面料。": {
        "90990389_1": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，剪裁直切。它们被设计成紧贴身体，腰带高。长裤由一条黑色腰带支撑。长裤具有收缩效果，适合各种场合。": {
        "63801385_0": 1
    },
    "黑色皮革裙子，白色拉链。裙子有皮革的感觉，前面有一个切口设计。裙子搭配黑色上衣，适合夜店穿。": {
        "90553980_0": 1
    },
    "前有五个黑色的按钮，腰带高，有拉链。面料是牛仔布，颜色是深蓝。按钮是小而圆的，剪裁是直剪的。": {
        "89606679_6": 1
    },
    "一件黑色和白色图案的棕色长裤。长裤腰部高，脚踝处短。图案由小黑点组成，背景是白色。": {
        "90922981_0": 1
    },
    "白色衬衫，领口有折叠。衬衫松身，材质轻薄。白色衬衫的白色色调被折叠的领口凸显，增添了整体外观的 feminin 气息。松身的衬衫可以舒适地穿着，适合各种场合。": {
        "85984308_2": 1
    },
    "黑色和灰色长袖短裙。这件衣服由光泽材料制成，背后有拉链。": {
        "91061881_1": 1
    },
    "高领短袖的贝吉蕾丝裙。裙子领口处有一个钥匙孔，腰部有一个小开口。背后还有一个系带的蕾丝扣。": {
        "90247303_3": 1
    },
    "红色加大尺码裙。裙子是弹性面料制作的，前面有一个高开口。这是一条长而飘逸的裙子，落在膝盖上方。": {
        "90157039_2": 1
    },
    "白色和 beige 色的连衣裙。这件连衣裙由编织材料制成，有 V 领。这件连衣裙没有袖子，前面有编织花纹。这件连衣裙是 tank 式，由一位女士穿着。": {
        "89450391_1": 1
    },
    "一双黑色长裤。长裤宽松，有飘逸的感觉。由柔软的面料制成，有宽腿。长裤由一个站着，双手放在腰上的女人穿着。": {
        "40597557_2": 1
    },
    "白色、无肩、有折边、有毛线顶。顶是用弹性毛线材质制成的，有高领。折边是白色，看起来是和顶的其余部分用相同的材料制成的。这件顶是适合各种场合的时尚衣服。": {
        "90492449_0": 1
    },
    "粉色皮夹克，配有peplum剪裁。夹克有拉链，拉链拉头是金色的。peplum是卷起来的，有边饰。夹克穿在白色衬衫上面，配有黑色有金扣的腰带。": {
        "89787694_3": 1
    },
    "黑色皮夹克，前有拉链，胸口有拉链口袋。夹克上还有银色拉链拉手和袖口的拉链口袋。这件夹克被一个穿着白色衬衫的女士所穿。": {
        "91275009_0": 1
    },
    "浅蓝色的牛仔衬衫。衬衫有西式风格，有纽扣领，长袖，和前口袋。牛仔布料是用100%棉制成的，有破旧的看，有褪色的斑点。衬衫是超大尺寸的，有松散的合身感，是休闲装的完美选择。": {
        "90948383_4": 1
    },
    "一双白色的裤子。裤子由轻质面料制成，有直切割。他们被卷起在脚踝处，有前拉链关闭。裤子被一个站立的妇女所穿，她的双手放在她的腰上。": {
        "73701858_2": 1
    },
    "婚礼礼服。这件礼服是蕾丝制作的，有海绵尾形。新娘穿着白色面纱和银色头饰。这件礼服有低背和长尾。": {
        "62958064_4": 1
    },
    "深绿色的加大尺寸连衣裙。这件连衣裙是无袖的，膝盖长度的，有V型领口。这件连衣裙是用弹性面料制作的，设计用来适合和修饰一个更圆润的身材。": {
        "88765746_1": 1
    },
    "白色花纹的T恤。": {
        "89256046_2": 1
    },
    "黑色与白色花型裙。裙子上印有黑色与白色花型。裙子长度为中长款，背面有拉链。裙子由轻质面料制成，可能是棉混织物。裙子以飘逸、女性化的风格制作。": {
        "91245389_0": 1
    },
    "黑色和黄色连衣裙。连衣裙上有黑色和黄色的花纹，由一种看起来像弹性面料的面料制成。连衣裙是无袖风格，有紧身腰线。": {
        "89950164_1": 1
    },
    "红色皮夹克。夹克有拉链和领子。皮质光滑，光泽度高。夹克是女性款式，用高品质的皮制成的。": {
        "90977544_1": 1
    },
    "一件浅蓝色的T恤，有V领和短袖。这件T恤很柔软，很舒服，颜色是适合春夏的浅蓝色。": {
        "91126624_3": 1
    },
    "白色T恤，胸前有个红色的心形。心形上有用红色字写着爱字。T恤有松身的合身度，材质柔软有弹性。": {
        "91407034_0": 1,
        "91407034_1": 1
    },
    "女性的黑色领带。领带很长，有白色领扣。女性穿着白色衬衫和黑色连衣裙。领带系在她的脖子上，顶部有一个结。": {
        "89207598_1": 1
    },
    "格子图案的牛仔褲。褲子是藍白相間，有黑白格子。褲子有寬腿和短褲的長度。": {
        "72285151_0": 1,
        "72285151_2": 1
    },
    "黑色和白色条纹的裤子。裤子由光滑的面料制成，并且有宽松的合身度。": {
        "90667197_3": 1
    },
    "条纹图案的白色裙子。裙子由轻质面料制成，可能是棉或麻，有紧身腰线。条纹很薄，均匀间隔，创造出微妙的图案，为裙子增添了质感。裙子设计用于搭配衬衫或系扣的衬衫，适合休闲和正式场合。": {
        "88827829_0": 1
    },
    "贝吉色丝绸裙。裙子长而侧面有开口。裙子搭配白色领口和黑色鞋。": {
        "90952173_2": 1
    },
    "有花卉图案的红色黑色连衣裙。这件连衣裙有深V领和长袖。面料是弹性面料，设计是飘逸的，穿着舒适。花卉图案由红色和黑色花朵组成，腰带是黑色，突出腰部曲线。": {
        "70967140_0": 1
    },
    "一双伪装长裤。长裤由弹性面料制成，颜色是绿色。它们被一个站着，双手放在腰上的女人穿着。": {
        "91397478_0": 1,
        "91397478_1": 1,
        "91397478_3": 1
    },
    "黑色高领低背的蕾丝上衣。上衣由柔软、飘逸的面料制成，有宽松的合身感。蕾丝精致，为整体的外观增添了优雅的气质。": {
        "91228321_0": 1
    },
    "黑色圆领背心。背心由弹性面料制成，松身，是可以穿在各种场合的基本衣物。": {
        "61755380_6": 1
    },
    "无肩带的粉色连衣裙，背部开口。这件连衣裙由弹性面料制成，设计紧身。这件连衣裙还配有领口和裙边上的蕾丝边饰。": {
        "91374711_2": 1
    },
    "黑色短袖连衣裙，腰带。裙子是光滑的面料，有领口。裙子是衬衫式，长度是中长。": {
        "90171534_1": 1
    },
    "有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子花纹的黑色和红色上衣，有点子": {
        "91189647_0": 1
    },
    "带有前袋的牛仔衬衫。衬衫的颜色是浅蓝色的，而且有破旧的外观。它是纽扣下摆的款式，有领子和前袋。衬衫是用轻质牛仔布制作的，有宽松的合身感。": {
        "91370349_0": 1
    },
    "白色花边背心。上衣是用透气的面料做的，有花边边。穿着一件奶油色的内衣。": {
        "57017297_0": 1
    },
    "黑色和白色背心，黑色拉链。背心由光滑材料制成，有缝合设计。它由一个站在砖墙前的女性所穿着。": {
        "91084630_3": 1
    },
    "黑色和白色条纹闪光裙。裙子由光泽材料制成，有闪光设计。这是一条中长裙，落在膝盖上方。": {
        "90223435_1": 1
    },
    "白色高领、宽松、蓬松袖子的衬衫。衬衫前端有白色纽扣，腰间有白色腰带。衬衫由轻质面料制成，可能是棉或麻，有宽松、飘逸的款式。衬衫上的卷边是白色，看起来是和衬衫的其他部分用同样的面料制成的。衬衫下面穿着一件白色纽扣衬衫，袖子": {
        "91390559_2": 1
    },
    "有折边边缘的红色上衣。上衣有圆领，三分之二的袖子。折边有不同的尺寸，散布在整个上衣。": {
        "91248194_0": 1
    },
    "带有扣子的棕色皮带。皮带系在女性的腰上，由高质量的皮革制成。皮带是女性服装的配饰，时尚而优雅。": {
        "90614733_5": 1
    },
    "一双深蓝色的牛仔裤。牛仔裤有直筒剪裁，由弹性面料制成。牛仔裤被一个站立的、双手放在腰上的女性所穿。": {
        "91340302_2": 1
    },
    "黑色和棕色裙子。裙子有一条黑色底，有棕色褶皱和一条黑色腰带。裙子短，腰带高。": {
        "84948793_0": 1
    },
    "带有拉链的蓝色牛仔裙。裙子有五个口袋，用高质量的牛仔布制成。裙子采用经典的牛仔裙式，适合休闲穿。": {
        "91202171_2": 1
    },
    "蓝色的串珠连衣裙。连衣裙有V领和背后拉链。串珠小而闪亮，连衣裙有合身的剪裁。": {
        "79093507_1": 1
    },
    "一件绿色和黑色夹克，有棕色皮毛的领子。夹克前面有个拉链和一个按钮。女人穿着夹克下面是一件黑色衬衫。": {
        "91249785_2": 1
    },
    "黑色皮夹克，有领子，有拉链，左侧有口袋。夹克有光滑现代的外观，由高品质的皮制而成。": {
        "89642247_3": 1
    },
    "有折叠肩膀的黑色连衣裙。这件连衣裙是用飘逸的面料制作的，有层次的设计，底部有折叠。": {
        "85290155_0": 1
    },
    "黑色金饰连衣裙。连衣裙底色是黑色，上面有金饰。连衣裙是正式款的，领口是露背的，袖子是长袖。连衣裙上还有金饰和珠子。连衣裙是地板长度的，有鱼尾线条。": {
        "91177623_0": 1
    },
    "有毛边、有挂铃的棕色皮夹克。夹克有西方风格，由一个女人穿着。夹克有多个挂铃，有棕色色调。": {
        "76358973_3": 1
    },
    "紫黑色毛衣，高领，长袖。毛衣有拉链，由一个女人穿着。": {
        "56084824_8": 1
    },
    "条纹黑色和白色连衣裙，短袖，短领口，松松的合身款，用轻质面料做成的。条纹很细，连衣裙很休闲，很放松。": {
        "90257454_0": 1
    },
    "蓝色的衣服，上面印有棕榈树。衣服是轻质的面料，有宽松的尺寸。棕榈树是白色的，印在衣服上。": {
        "91374143_2": 1
    },
    "黑色上衣，有蕾丝花纹。蕾丝是黑色，有花型。上衣是短袖，有圆领。面料看起来是弹性面料，可能是棉和聚酯的混合。上衣的款式是休闲和正式混合，适合日常穿和特殊场合。": {
        "91238712_1": 1
    },
    "条纹图案的绿色铅笔裙。裙子有拉链，由弹性面料制成。条纹是黑色和白色，裙子有高腰，下摆有圆弧。": {
        "90574449_2": 1
    },
    "这件印花衬衫是多彩的，宽松的，流畅的剪裁。衬衫上有黑色和红色的花卉图案，是波西米亚风格，有 mandarin 领。袖子是长而宽松的，领口是高开的。衬衫搭配一条黑色腰带，在腰带上，给宽松的剪裁增添了结构感。": {
        "91207859_0": 1
    },
    "带有拉链的蓝色皮夹克。夹克有银色的拉链和银色的按钮。皮质光滑，夹克有合身的款式。": {
        "91123036_4": 1
    },
    "穿着黑色和米色的条纹裙的女士。裙子是弹性面料制成的，腰带高。女士也穿着黑色上衣和黑色高跟鞋。": {
        "91249007_3": 1
    },
    "灰色条纹上衣，松身，长袖。上衣是弹性毛线材质，松身。上衣的条纹是黑色，是宽松的。": {
        "84148219_3": 1
    },
    "白色T恤，短袖，圆领。T恤由柔软、轻质的面料制成，有宽松的合身感。T恤是可以搭配牛仔裤或短裤的休闲和舒适的衣服。": {
        "91191363_0": 1
    },
    "花卉图案的短袖连衣裙，颜色是棕色和黑色。这件连衣裙有V领和飘逸的剪裁。面料是轻质的面料，可能是棉或麻，设计是宽松的，舒适的。花卉图案的颜色主要是棕色，有黑色和白色点缀。这件连衣裙是波西米亚风格，是夏天的休闲穿的完美选择。": {
        "90144676_1": 1
    },
    "黑色蕾丝笔尖裙。裙子由弹性面料制成，前面有蕾丝花纹。这是一条膝盖高，落在膝盖上的裙子。": {
        "89608261_0": 1
    },
    "蓝色的圆领。面料似乎是柔软的毛衣，风格是休闲的。": {
        "91235191_1": 1,
        "91235191_3": 1
    },
    "背后有拉链的白色连衣裙。这件连衣裙是白色，无袖的设计。这件连衣裙还背后有拉链，侧面有小开口。": {
        "90997276_1": 1
    },
    "黑色的面料，质地光滑。": {
        "89597683_2": 1,
        "90158877_2": 1,
        "90517875_3": 1
    },
    "有领的黑色衬衫。衬衫松身，材质柔软。这是一件长袖衬衫，有纽扣领，前面有一个口袋。这件衬衫是经典风格，适合休闲和正式场合。": {
        "91435953_0": 1
    },
    "白色T恤上印有骨架拿着枪的图案。T恤看上去很破旧，上面有黑色和红色的设计。": {
        "89776768_2": 1
    },
    "白色花朵印花襯衫，有领和长袖。这件襯衫有松身的合身度，由轻质面料制成。花朵印花由红、黄、绿花朵在白色背景上组成。": {
        "91347138_0": 1
    },
    "牛仔夹克。夹克尺寸超大，有破旧的外观。一个年轻女孩为相机摆姿势穿着它。夹克由牛仔布制成，有拼接设计。夹克还装饰着各种按钮和拼贴。": {
        "91093871_3": 1
    },
    "黑色ea7标志长袖圆领T恤，直剪线，背印。T恤采用弹性毛织面料，质地柔软。T恤上印有白色ea7标志，位于T恤左前侧。T恤设计为宽松款，款式休闲，适合休闲穿着。": {
        "91333978_1": 1
    },
    "黄色和绿色花卉图案长袖衬衫配有同款裙子。衬衫有领子，前边有按钮。裙子有同款花卉图案，长度到膝盖。这套衣服让人联想到60年代的模德风格。": {
        "89199622_2": 1
    },
    "前面有黑白花纹的粉色背心。背心是柔软的面料，有圆领。": {
        "91240692_2": 1
    },
    "一件灰色运动裤。运动裤有拉链腰带，松身。由柔软的面料制成，可能是棉或棉混搭。运动裤是休闲风格，适合在家里放松或锻炼。": {
        "91262233_3": 1
    },
    "一件蓝色的连衣裙，配一条黑色的腰带。这件连衣裙有飘逸的、自由的风格，是用轻质的面料制作的。腰带系在前面，给这件衣服增添了一丝优雅的气息。": {
        "90704815_2": 1
    },
    "一件V领、紧身的酒红色连衣裙。裙子背面有拉链，前面有小开口。裙子是弹性面料做的，尺寸是10号。": {
        "91351993_1": 1
    },
    "黑色和白色蕾丝连衣裙。连衣裙有黑色蕾丝上衣和白色蕾丝裙。连衣裙短，有深V型领口。蕾丝精致、细节丰富，有花卉图案。连衣裙有高分剪裁的裙子，背后有低腰。": {
        "91001140_2": 1
    },
    "黑色和白色衬衫，有蓬松的袖子，高领，黑色领口。衬衫由黑色面料制成，配有白色领口和袖口。袖子蓬松，肩上配有黑色领口。衬衫以正式风格制作，有高领和领口。": {
        "91340128_3": 1
    },
    "一肩设计，紫色连衣裙。裙子有粉红色的色调，材质是弹性面料。裙子是10号，穿着者身材苗条。": {
        "91316049_1": 1
    },
    "背心。它是黑色，由弹性面料制成的。背心有V型领口，背后有一条宽的带子。": {
        "91313018_0": 1
    },
    "白色短袖衬衫，上面有蕾丝花边。衬衫有圆领，适合松身。": {
        "91385139_0": 1
    },
    "黑色和多彩花卉图案的背心。上衣由轻质面料制成，可能是棉和聚酯的混合。花卉图案由明亮的颜色混合而成，包括粉色、黄色和绿色，以及一些深色的紫色和蓝色。上衣有V领和宽松的合身，使其在炎热的天气中既舒适又时尚。": {
        "90724962_1": 1
    },
    "红色T恤，袖子上有一条黑色的条纹，底部也有黑色的条纹。T恤的袖子短，领子是圆的。": {
        "88719156_3": 1
    },
    "有一件黑色皮夹克，有领，有前拉链，有前口袋。夹克有银色的拉链和银色的按钮。这件夹克被一个金发女人的穿着。": {
        "90934418_0": 1
    },
    "黑色和白色条纹上衣，背后有蕾丝。上衣有V领和短袖。背后的蕾丝是透明的，有黑色和白色色调。": {
        "91065520_3": 1
    },
    "白色蕾丝上衣，有折叠领口和前饰。上衣由白色透气面料和蕾丝叠加制成，有折叠领口和前饰。蕾丝精致，上衣有女性气质和浪漫风格。": {
        "89309771_3": 1
    },
    "一件牛仔褲。牛仔褲是條紋的，以灰色、白色和黑色為主要顏色。它們有緊身的剪裁，並有拉鏈和扣子。牛仔褲由一種看起來是棉和聚酯的混合物所製成的。": {
        "90726163_2": 1
    },
    "蓝色的丝绸礼服，有蕾丝领和袖口。这件礼服有高领和低背，配有金色按钮。面料光泽度高，质地柔软。这件礼服有紧身的胸衣和满裙，下面配有白色衬衫。": {
        "90846495_0": 1
    },
    "一件黑色和红色花纹的连衣裙。一件长到脚的连衣裙，有领口。一件有长裙的连衣裙，用松紧带系在背后。一件适合海滩或派对的夏季连衣裙。": {
        "90710843_0": 1
    },
    "黑色皮夹克，金色的拉链。夹克上有一条条纹图案，前面有一个金色的拉链。拉链是金色的，夹克上有一条黑色领子。这件夹克被一个女人穿着，她正对着相机摆姿势。": {
        "90859330_2": 1
    },
    "黑色和白色花卉衬衫，有领口。衬衫前面有纽扣，有黑色背景的花卉图案。这件衬衫由一个长发的女人穿着。": {
        "91171663_0": 1
    },
    "白色蕾丝中长裙。裙子由白色薄纱蕾丝制成，腰线高。裙子长度为中长，即落在膝盖上方。裙子是休闲和正式场合的流行时尚选择。": {
        "89639761_2": 1
    },
    "有领的黑色假皮夹克。夹克是光滑的面料制成的，前面有拉链。它戴在白色衬衫和黑色毛衣上面。": {
        "90694672_3": 1
    },
    "一双白色的裤子。裤子是牛仔布制成的，是直切的。底部有卷边，有拉链。裤子被一个站着微笑的女士所穿。": {
        "88770627_1": 1
    },
    "红色的蕾丝设计。这件连衣裙有V型领口和紧身的胸围。蕾丝设计是波浪形的，覆盖了整件连衣裙。这件连衣裙是无肩带的，背后有拉链。": {
        "91264489_2": 1
    },
    "一双黑色长裤。长裤宽松，有松散的合身感。它们由弹性面料制成，颜色是灰色。长裤由一个站着，双手在口袋里的人穿着。": {
        "91152228_2": 1
    },
    "牛仔裙。裙子是浅蓝色的，前面有一个口袋。裙子是无袖的，领子是V字形的。裙子是牛仔布做的，适合松身。": {
        "91355355_2": 1
    },
    "黑色和银色的花纹连衣裙。这件连衣裙有银色金属面料的覆盖，上面有黑色蕾丝的覆盖。这件连衣裙有紧身的胸衣，有宽松的裙子，在腰部有银色金属腰带。这件连衣裙是膝盖高的，在背后有银色金属拉链。": {
        "90923844_2": 1
    },
    "条纹连衣裙，以海军蓝和白色为色调。连衣裙有V领，紧身的胸围和蓬松的裙摆。条纹是垂直的，连衣裙用轻质面料制成，可能是棉或麻。": {
        "89477397_0": 1
    },
    "带有口袋的牛仔裙。裙子由牛仔布制成，前面有拉链。裙子是中长款，有五个口袋的设计。裙子是休闲和舒适的款式。": {
        "90357540_0": 1
    },
    "黑色短袖上衣，领口处有卷边。上衣由弹性面料制成，剪裁合身。": {
        "84337516_0": 1
    },
    "黑色有银色金属腰带的串珠连衣裙。连衣裙有V领和无袖设计。串珠小而闪亮，为连衣裙增添了优雅的气质。银色金属腰带细而闪亮，与连衣裙相得益彰，增添了整体外观的闪光感。": {
        "91432887_1": 1
    },
    "金色的珠光布料的黑色连衣裙。连衣裙是方形的，有V领。连衣裙的前面有装饰性的珠光布料，袖子上也有珠光布料。连衣裙是长袖的，有松松的合身感。": {
        "55868048_1": 1
    },
    "白色和黑色运动内衣。内衣有黑色边饰和黑色带。内衣的白色部分由网眼面料制成。": {
        "91248307_2": 1
    },
    "黑色紧身裙。裙子由光泽材料制成，前面有拉链。一女人在站立，双手放在腰上。": {
        "91216416_0": 1
    },
    "一件男裤。男裤是黑色和白色，有格子花纹。它们由一种看上去是棉和聚酯混合的面料制成的。男裤有宽松的合身，前面有拉链。男裤由一个穿着白色衬衫站着的女人穿着。": {
        "91163844_3": 1
    },
    "蓝白假皮夹克。这件夹克是用类似于皮的材料制成的，有蓝白的配色方案。这是一件时尚的衣服，可以在寒冷的天气穿着。": {
        "65022805_6": 1
    },
    "一双带有花卉图案的色彩鲜艳的短裤。短裤有高腰和宽腿，由弹性面料制成。图案的颜色是绿色、白色和橙色。短裤以时尚、潮流的方式设计，使其成为任何夏季衣橱的完美补充。": {
        "90876439_0": 1
    },
    "白色短袖襯衫，前胸上有小鸟刺绣。": {
        "90248247_5": 1
    },
    "黑色皮裙。裙子有一条侧缝拉链，是皮制的。皮质光滑，光泽度高。裙子短，底部有下摆。": {
        "90791308_0": 1
    },
    "黑色连衣裙，有蕾丝花边。连衣裙有V领，背后有拉链。蕾丝花边是黑色，有花型图案。连衣裙是弹性面料制成的，尺寸是10号。": {
        "85112009_2": 1
    },
    "一双黑色紧身裤，上面有白色设计。紧身裤由弹性面料制成，有高腰带。它们是为锻炼和健身活动设计的。": {
        "89296391_0": 1
    },
    "黑色毛衣。毛衣有拉绳帽和长袖。毛衣是用柔软的面料制作的，有宽松的合身。帽子拉上头，毛衣穿在白色衬衫上。": {
        "76319224_3": 1
    },
    "带有蕾丝花纹和前扣的蓝色短袖衬衫。": {
        "91194762_0": 1
    },
    "一双青绿色的紧身裤。紧身裤由弹性面料制成，腰带高。它们是浅蓝色的，看起来很时尚。": {
        "90859876_1": 1
    },
    "黑色和白色花纹的 tank 顶。 顶部的袖子是没有的，有 V 型领口。 背部的顶部有黑色和白色花纹，有黑色和黄色花纹。 顶部的面料是伸展性的，有流畅的合身感。": {
        "88070935_2": 1
    },
    "黑色V领上衣，上面有编织花纹。上衣由柔软的弹性面料制成，V领。编织花纹是黑色和白色相结合，前面有小白字。这件上衣由一个在相机前摆姿势的女性所穿。": {
        "91289489_0": 1
    },
    "白色领口为V型，长袖。上衣领口高，材质柔软，流畅。上衣采用现代时尚风格，设计简洁、极简。": {
        "91426174_0": 1
    },
    "有领的棕色和白色条纹衬衫。衬衫有棕色和白色条纹，有棕色和白色领子。衬衫是用看上去像格子图案的面料制作的。": {
        "90596690_0": 1
    },
    "戴着领带和领带的白色和浅棕色上衣的女士。上衣是用弹性面料制作的，下面有一件白色衬衫。女士也穿着一双黑色裤子。": {
        "91105728_1": 1
    },
    "浅棕色卷边短裙。裙子由轻质面料制成，腰带高。它有一个小开口，底部有一个卷边。裙子是膝盖长度的，有迷人的、女性化的风格。": {
        "90320650_0": 1
    },
    "一个人穿着一双浅色的裤子。": {
        "91300256_3": 1
    },
    "黑色有白点花的连衣裙。这件连衣裙有披肩式，有短袖设计。这件连衣裙也有一个前面的弓饰，还有一个 skater 裙式。": {
        "91389608_3": 1
    },
    "粉色裙子。裙子是弹性面料制作的，有高腰。它是中长款，有直切。": {
        "90075516_2": 1
    },
    "紫色蕾丝裙。裙子由弹性面料制成，并带有蕾丝设计。这是一条中长裙，落在膝盖上方。裙子搭配一件与裙子颜色相匹配的紫色蕾丝上衣。": {
        "89866132_0": 1
    },
    "穿着棕色连衣裙的女人。这件连衣裙由丝绸制成，有V领。这件连衣裙还有腰带，以及长而飘逸的裙子。这个女人还戴着一条黑色项链。": {
        "91341625_2": 1
    },
    "一件带有分层裙的蓝白色连衣裙，领口是露肩的，有折叠。这件连衣裙由轻质面料制成，可能是棉或麻，有松散的合身感。这件连衣裙是波西米亚风格，有松散、飘逸的线条。": {
        "91378276_0": 1
    },
    "黑色羊毛夹克，设计有短袖，圆领。夹克有前拉链和前口袋。袖子长，有袖口。夹克搭配黑色衬衫。": {
        "91302089_2": 1
    },
    "白色肩部露肩上衣，领口为圆领。上衣由弹性面料制成，有长袖。上衣设计为头戴式，有松散的合身度。": {
        "90408440_1": 1
    },
    "黑色和白色花卉印花裙。裙子由弹性面料制成，有飘逸的设计。花卉印花由黑色和白色花朵和绿色叶子组成。裙子膝盖长，侧面有拉链。": {
        "91211033_0": 1
    },
    "腰带是金属制成的，有金色的扣子。这件裙子很短，有飘逸的设计。": {
        "89625608_0": 1
    },
    "明亮的黄色夹克。夹克是用光滑的材料制作的，有合身的轮廓。它有单个按钮关闭，两个前口袋，和手腕上的单个按钮。夹克是经典的专业风格。": {
        "90325437_0": 1
    },
    "一件花型图案的T恤，图案是各种大小的花朵，配以绿叶。T恤的领口是圆领，袖子是短袖。T恤是软面布料，可能是棉布，款式是宽松的。": {
        "88620083_0": 1
    },
    "一件黑色连衣裙，侧面有切口细节。这件连衣裙没有袖子，腰带是带扣的。这件连衣裙是中长款，由弹性面料制成的。": {
        "91342262_3": 1
    },
    "黑色蕾丝笔杆裙。裙子是用弹性面料制作的，有蕾丝花纹。这件裙子被一个站着微笑的女士穿着。": {
        "42008855_3": 1
    },
    "黑色和白色外套，有皮毛内衬的帽子。外套有拉链和前面的按钮。皮毛内衬的帽子是黑色，外套其余部分是黑色和白色。外套由一种看上去是棉和聚酯混合的面料制成的。": {
        "90674929_3": 1
    },
    "灰色的丝绒衬衫。衬衫有圆领和短袖。面料柔软光滑，触感舒适。颜色是浅灰色，略带光泽。衬衫款式宽松，风格休闲。": {
        "91360999_1": 1
    },
    "一件灰色的运动裤，左腿有白色Under Armour标志。运动裤有拉链腰带，底部有弹性袖口。": {
        "91165554_3": 1
    },
    "白色编织连衣裙。这件连衣裙有蕾丝花纹，用细纱编织。它是用钩针编织的，有圆领和长袖。这件连衣裙是女性的S尺寸，适合休闲穿。": {
        "91290135_0": 1
    },
    "一件蓝色的连衣裙，上面有黑色蕾丝花边。这件连衣裙有V领和短袖。这件连衣裙的裙子很长，有飘逸的设计。这件连衣裙被一个站在桌子旁的女人穿着。": {
        "91229115_0": 1
    },
    "腰带扣的牛仔夹克。夹克是蓝色的，前面有个扣子。腰带是棕色的，是皮制的。夹克前面有一个口袋，后面有一个口袋。夹克是女性风格的，是设计用来松松的穿的。": {
        "51499049_2": 1
    },
    "无肩带设计和有折边裙的蓝色连衣裙。连衣裙有V领和略高于自然腰线的腰线。连衣裙是光滑的面料，有宽松的合身感。": {
        "91258445_3": 1
    },
    "深蓝色羊毛裙。裙子长度为中长款，侧边有拉链。面料是羊毛，裙子做工精细，直剪线。": {
        "91433974_4": 1
    },
    "白色蕾丝连衣裙。连衣裙有V型领口和紧身的胸围。蕾丝花纹复杂，覆盖整个连衣裙。": {
        "89783008_3": 1
    },
    "这件衬衫是粉色和白色格子图案的，有长袖和松身的款式。衬衫有粉色和白色格子图案，有纽扣领，前胸有口袋，下摆有弧形。这件衬衫是柔软透气的面料，适合休闲穿。": {
        "88639624_0": 1
    },
    "穿着金属色铜色裙子和黑色上衣的女士。": {
        "90913525_0": 1
    },
    "金黄色的贝吉色串珠连衣裙。连衣裙有串珠领口和飘逸的裙子。串珠小而闪闪发光，为连衣裙增添了一丝光彩。": {
        "89962439_2": 1
    },
    "有蕾丝花边设计的小礼服。礼服没有领口，背后有拉链。礼服由光泽材料制成，裙子有蕾丝花边设计。": {
        "90303393_0": 1
    },
    "蓝白花纹连衣裙。连衣裙有V领和紧身的胸围，裙子有蓬松的裙摆。袖子是短的，连衣裙是膝盖高的。面料是聚酯和斯潘克斯的混合。": {
        "89545524_4": 1
    },
    "灰色的折边裙，配有黑色腰带。裙子有高腰，线条宽大，飘逸。用轻质面料，可能是棉或聚酯。裙子是经典、女性化的风格，适合休闲和正式场合。": {
        "90962093_8": 1
    },
    "黑色蕾丝上衣配黑色丝绸衬衫。蕾丝上衣有低胸型和长袖，配黑色丝绸衬衫。蕾丝是透的，有黑色丝绸内衬。上衣是黑色丝绸衬衫，配黑色丝绸内衬。蕾丝是透的，有黑色丝绸内衬。上衣是黑色丝绸衬衫，配黑色丝": {
        "91153233_2": 1
    },
    "一条灰色运动裤，上面有黑色的条纹。运动裤有松紧带腰带和前面的口袋。面料似乎是棉和聚酯的混合。运动裤是松松的，舒适的，适合在家里闲逛。": {
        "91265613_3": 1
    },
    "长、深灰色、有衬里的、有毛皮的、有帽子、有高领、有拉链的冬衣。": {
        "91428204_2": 1
    },
    "黑色连衣裙。这件连衣裙由弹性面料制成，设计有飘逸感。这是一件没有肩带的连衣裙，前面有一个高开口。这件连衣裙被一个站着微笑的女人穿着。": {
        "91184556_0": 1
    },
    "黑色和灰色条纹的连衣裙。这件连衣裙有V领和无袖设计。这件连衣裙由弹性面料制成，有紧身的剪裁。": {
        "91275146_0": 1
    },
    "贝吉紧身连衣裙。": {
        "91292768_0": 1
    },
    "白色衬衫，领子上有一条红黑相间的花纹，袖口上也有红黑相间的花纹。衬衫领子高，前端尖。": {
        "91236084_0": 1
    },
    "有拉链和黑色腰带的粉色短裙。裙子由弹性面料制成，有高腰。": {
        "90769642_2": 1
    },
    "黑色和多彩的条纹。这件连衣裙有长袖和高领。这件连衣裙是用网眼面料制作的。这件连衣裙还有多层裙和有折叠的裙边。": {
        "78855801_0": 1
    },
    "花纹裙子配黑腰带。裙子以粉色和白色为色调，并混有不同花叶。面料似乎是轻质面料，可能是丝或棉。裙子有迷人的和女性化的风格，适合夏装。": {
        "91049831_0": 1
    },
    "灰色和白色印花V领上衣，短袖设计。面料似乎是聚酯和弹性纤维的混合，印花图案采用黑色、白色和灰色混合。上衣有松散的合身感，适合休闲穿。": {
        "91347585_0": 1
    },
    "黑色丝绸背心。背心有深V型领口，无袖。触感柔软光滑。背心是夜店或白天休闲穿的时尚选择。": {
        "91171952_0": 1
    },
    "白色婚纱。这款婚纱有V型领口和飘逸的裙子。这款婚纱由轻质面料制成，可能是丝绸或网眼。这款婚纱是简单而优雅的风格，适合想要永恒而经典的婚纱的新娘。": {
        "84939516_0": 1
    },
    "白色短袖上衣，高领，前端有折叠。上衣用轻质面料，可能是丝绸或丝绸，设计简单，前端有一个小洞。上衣款式时尚，适合休闲或半正式场合。": {
        "78517825_3": 1
    },
    "有襟口和褶边裙的粉色连衣裙。这件连衣裙有合身和蓬松的风格，由弹性面料制成。这件连衣裙尺寸是1xl，由一个身材丰满的女性所穿。": {
        "88765741_4": 1
    },
    "灰色毛衣，前面有蓝色的花朵图案。毛衣有圆领和长袖。花朵图案包括蓝白花朵和绿叶。毛衣由柔软的编织面料制成，适合松身。": {
        "91249634_1": 1
    },
    "有圆点白衬衫。圆点是黑色。衬衫有高领和长袖。面料是棉和聚酯的混合。衬衫是时尚的衣服。": {
        "91028697_4": 1
    },
    "牛仔裙。裙子是黑色，有前扣。它有可调节的带子和后拉链。裙子是牛仔布料做的，有休闲的风格。": {
        "89610276_2": 1
    },
    "T恤。": {
        "91057139_4": 1
    },
    "一双斑马纹路裤。裤子是黄色和黑色，松身。斑马纹路是黄色、黑色和白色混合。": {
        "90647328_0": 1
    },
    "黑色皮夹克，有银色的拉链。夹克有领，左胸和右胸各有一个口袋。夹克还有一个带有银色扣子的腰带。": {
        "87723076_4": 1
    },
    "蓝黑色的连衣裙，有纹理的面料。连衣裙有V领和长袖。连衣裙膝盖长，有纹理的面料。": {
        "91372627_1": 1
    },
    "黑色和白色花卉印花连衣裙，有吊带领口和长马克斯长度。连衣裙有背心设计和飘逸的裙子。花卉印花由白色和粉色花朵在黑色背景上组成。": {
        "91153898_1": 1
    },
    "穿着一件花纹的浅棕色长裙的女人。": {
        "90364128_0": 1
    },
    "一双蓝色的宽松裤。裤子长度短，材质轻。裤子前面有褶，脚口宽。裤子款式松散，搭配白色衬衫。": {
        "88179414_2": 1
    },
    "红色黑色裙子。裙子由光泽材料制成，有金属光泽。它是短裙，腰带高，有蓬松的设计。裙子是红色的，上面有黑色图案。": {
        "91237377_0": 1
    },
    "黑色和白色条纹的连衣裙。连衣裙有黑色和白色螺旋形图案，有吊带领和飘逸的裙子。": {
        "91194039_2": 1
    },
    "蓝色的花卉图案的圆领长袖上衣。面料是丝绸和丝绸混合，风格是波西米亚风。": {
        "91326897_2": 1
    },
    "一双黑色的丝绸裤子，上面有白色的条纹。裤子有松松的合身度，脚踝处有卷边。": {
        "91434895_1": 1
    },
    "黑色背心配白色衬衫。背心有银色的扣子和黑色腰带。背心穿在黑色外套和白色衬衫上面。": {
        "85462253_0": 1
    },
    "一双灰色长筒袜。长筒袜由弹性面料制成，腰带宽大。它们是深灰色，光滑的面料。": {
        "90877375_0": 1
    },
    "黑色背心，配有灰色领子。背心由柔软的面料制成，长度很长。它覆盖在一件黑色衬衫上，长度也很长。背心是女性服装的一部分，很时尚。": {
        "90550683_0": 1
    },
    "一件黑色和白色花型印花的连衣裙。这是一件加大尺寸的连衣裙，有吊带领。这件连衣裙很长，有飘逸的裙子。": {
        "89659391_1": 1
    },
    "有前口袋的棕色背心。背心前面有扣子和按钮。背心是用看上去像皮的材料制成的，颜色是棕色。背心是放在 mannequin上的，放在商店的窗户里。": {
        "88836338_3": 1
    },
    "条纹背心。条纹是黑色和白色，背心由轻质面料制成。背心有宽松的合身度，并采用黑色和白色色调。": {
        "89521801_0": 1
    },
    "黑色短袖上衣，松身，圆领口。上衣由柔软、有弹性的面料制成，前面有小黑色的流苏设计。": {
        "89888646_2": 1
    },
    "白色无袖衬衫，领口为V型，领口处有折叠。衬衫由轻质面料制成，可能是丝绸或类似的面料。衬衫款式宽松，设计为休闲穿着。": {
        "91240086_3": 1
    },
    "带有扭曲前设计的天蓝色上衣。面料是弹性毛线，上衣有圆领。扭曲前设计创造了皱褶效果，上衣是浅蓝色。": {
        "90789271_0": 1
    },
    "黑色长袖连衣裙，腰间系一条腰带。连衣裙有高领和长裙。连衣裙由一种看上去是羊毛混织的面料制成。连衣裙是正式风格，搭配黑色紧身裤和黑色高跟鞋。": {
        "90471514_2": 1
    },
    "带有格纹内衬的贝吉背心。背心由柔软的毛绒材料制成，有披肩领。它戴在白色衬衫和棕色和黑色格纹衬衫上面。背心前面有个纽扣，左侧有个口袋。": {
        "90717561_2": 1
    },
    "白色蕾丝连衣裙，胸口处是编织的蕾丝，裙子是蕾丝的。连衣裙有短袖，V领。连衣裙膝盖高，有合身的剪裁。": {
        "91380960_1": 1
    },
    "穿着蕾丝裙的女人。裙子是浅灰色和白色蕾丝材质。裙子背后有银色的拉链，前边有银色的按钮。裙子短，裙子上还有花卉图案。女人戴着银项链和银手镯。女人还穿着一双黑色高跟鞋。": {
        "88831475_4": 1
    },
    "花纹印花连衣裙，面料是丝绸的。连衣裙有V领，紧身的胸围，和蓬松的裙子。花纹印花是粉色、黄色和绿色的花朵。连衣裙是膝盖长度的，背后有拉链。": {
        "91244065_0": 1
    },
    "高领和长袖的红色花卉印花衬衫。衬衫有松散的合身感，由轻质面料制成。花卉图案由红色、绿色和黄色的花卉设计组成。衬衫有前衬衫口袋和松散的合身感，可以挂在身体上。": {
        "91127408_3": 1
    },
    "一双黑色短裤。短裤由弹性面料制成，剪裁为直切。短裤不紧身，有松散的合身感。": {
        "59715397_0": 1,
        "89687241_0": 1
    },
    "白色短袖襯衫，有領。襯衫有尖領和上邊的扣子。": {
        "72364209_3": 1
    },
    "一双裤子。裤子是蓝色的，有紧身的合身。它们是用弹性面料制成的，有拉链。裤子底部有卷边，侧面有小开口。": {
        "91307111_1": 1
    },
    "白色领口和前面的小标志的红色高帮衬衫。衬衫由柔软的棉质材料制成，有经典的合身款式。": {
        "89069501_3": 1
    },
    "浅蓝色，无肩带，有卷边比基尼上衣。面料似乎是弹性轻质面料，可能是尼龙或聚酯。比基尼上衣有V型领口和沿着上衣中间的卷边设计。比基尼上衣是作为无肩带式上衣穿的，没有支撑或杯子。": {
        "89333890_3": 1
    },
    "蓝白花纹裙。裙子由轻质面料制成，有飘逸、女性化的风格。蓝白花纹精致，有小花和较大的花的混合。裙子有分层设计，底部有较深的蓝带，顶部有较浅的蓝带。裙子在腰部穿着，有迷人的、玩趣的氛围。": {
        "89562234_1": 1
    },
    "有领的格子衬衫。衬衫是蓝白相间的格子花纹，材质柔软。这件衬衫被一个戴着银色扣子的黑色腰带的女子所穿。这名女子还穿着一双蓝色的牛仔裤。": {
        "91010727_0": 1
    },
    "黑色和白色格子图案的连衣裙。连衣裙有V领和短袖。面料看起来像弹性毛衣，尺寸是中号。": {
        "91287595_0": 1
    },
    "V领短袖的棕色上衣。上衣是柔软的，流畅的面料，有宽松的合身感。": {
        "91269292_1": 1
    },
    "白色花纹衬衫，有露肩和长袖。衬衫有花纹领子和领子上的系带。袖子长而有花纹袖口。衬衫用轻质面料制作，有飘逸、女性化的风格。": {
        "91195248_1": 1
    },
    "黑色和白色衬衫，高领，长袖。衬衫前面是纽扣，面料轻薄。领子折叠，边缘有折叠。袖子长，松松的。衬衫是松松的，不系在腰上。": {
        "91278695_0": 1
    },
    "一件棕色皮夹克，有羊毛领。夹克有拉链，拉链有银色的拉链拉手。这件夹克被一个长着棕色头发的女人穿着。": {
        "75706609_2": 1,
        "75706609_3": 1
    },
    "一双红色的裤子。裤子由弹性面料制成，并且有瘦身的合身度。它们是深红色的，并且有拉链关闭。": {
        "90565966_3": 1
    },
    "白色丝绸上衣，高领，长袖。上衣松身，用丝绸做成的。上衣背后有纽扣，前领有尖领。袖子长，有袖口。上衣是休闲，放松的风格。": {
        "88848276_0": 1
    },
    "有拉链和皮带的贝吉短裙。裙子短，腰带高。": {
        "58389382_1": 1
    },
    "一件黑色蕾丝上衣，松身，V领。面料是柔软、飘逸的面料，上面覆盖着透明的蕾丝。袖子长而松身，上衣松身。": {
        "91068937_2": 1
    },
    "流苏、色彩丰富、图案花卉的裙子。裙子由轻质面料制成，有花卉图案。这是一条长到膝盖的裙子，有流苏、松松的合身款式。这条裙子由一个站在白色背景前的女性所穿。": {
        "89826173_2": 1
    },
    "一双浅棕色短裤。短裤由柔软的弹性面料制成，直切。它们是舒适和适合各种体型的设计。": {
        "52044810_3": 1
    },
    "柔软材质的炭灰色领口上衣。上衣宽松，长袖。": {
        "91233249_0": 1
    },
    "黑色流苏上衣，配有丝绸面料的覆盖层。上衣有V领，覆盖层有领子。上衣搭配一双黑色裤子。": {
        "91338150_2": 1
    },
    "一双黑色和灰色裤子。裤子有黑色和灰色色调，侧面有灰色条纹。裤子是用弹性面料制作的，有宽松的合身。裤子由一个穿着黑色背心和黑色和灰色外套的女士所穿。": {
        "91214871_3": 1
    },
    "银色腰带的蓝色连衣裙。连衣裙有V领和围巾式设计。腰带是银色的，上面有扣。连衣裙是光滑的面料，有合身的款式。": {
        "78259580_0": 1,
        "78259580_1": 1
    },
    "穿着无肩带、露肩、浅 beige 和金色的连衣裙。这件连衣裙有海绵的剪裁，前面有一个高分剪。这个女人也穿着一双金色的浅 beige 高跟鞋。": {
        "91223854_2": 1
    },
    "一件独特设计、红色和橙色相间的连衣裙。这件连衣裙由轻质面料制成，有V领。这件连衣裙是短袖的，有飘逸的剪裁。这件连衣裙是明亮的红色，上面有橙色刺绣。刺绣是花卉图案，有红色和橙色相间。这件连衣裙是夏装，适合海滩或游泳池边穿。": {
        "91310526_0": 1
    },
    "粉色折边裙。裙子由透明面料制成，有圆点花纹。这是一条膝盖高，腰部合身，底部有折边，有充足的裙摆的裙子。这条裙子被一个站着，微笑的女人穿着。": {
        "87713590_2": 1
    },
    "绿色和浅棕色夹克，有帽子。夹克用厚材料做成的，前面有拉链。它还有毛皮线条的帽子，左边有个口袋。": {
        "91383772_0": 1
    },
    "黑色短裙配白腰带。裙子有卷起的设计，由棉和聚酯混合制成的材料制成。腰带由光泽材料制成，有银色的扣。裙子被一个微笑的女子所穿。": {
        "90651017_2": 1
    },
    "白色T恤，上面有黑色字。T恤的袖子设计是短袖，领口是圆领。T恤上的黑色字是off white。": {
        "91353931_1": 1,
        "91353931_2": 1
    },
    "带有帽子的一件贝吉风衣。这件风衣有双层领子和腰带。帽子长而呈尖形。这件风衣由轻质面料制成，有宽松的合身感。": {
        "90342500_1": 1
    },
    "黑色皮夹克，拉链式开口。夹克有光滑、现代的外观，有合身的轮廓，前面的拉链细节。皮质给它一种奢华的感觉，拉链式开口增添了优雅的气息。": {
        "90340543_2": 1
    },
    "金拉链红夹克。夹克前面和袖子上都有拉链。夹克用光泽材料制成的，前面有一个金拉链。夹克是贴身款式，袖子上和前面都有金拉链。": {
        "90693295_0": 1
    },
    "白色T恤，上面有猫的图形。猫的鼻子是粉红色的，胡须是黑色的。T恤是黄色的，上面有猫的图形。": {
        "91183499_1": 1
    },
    "绿黑条纹的衬衫，有扣子，长袖，前背口袋。衬衫有松散的合身度，由柔软的刷毛面料制成。": {
        "91419817_0": 1
    },
    "一件蓝色的短袖连衣裙，有飘逸的设计和小领口。这件连衣裙是用柔软的面料制作的，有松松的合身感。": {
        "91325005_0": 1
    },
    "有领的黑色外套。外套腰带是黑色，左侧有黑色按钮。外套搭配白色衬衫和黑色裙子。": {
        "87131124_4": 1
    },
    "一个女人穿着一件高腰的贝吉色丝绸长裙，上面有高低的缝线，还有一个蕾丝的覆盖层。": {
        "90496088_1": 1
    },
    "白色和红色分层连衣裙，花卉和蕾丝设计。连衣裙有蓬松的领子和长裙。连衣裙用轻质面料制作，风格受复古启发。": {
        "85261586_2": 1
    },
    "黑色T恤，上面有白色星和月亮。星和月亮是灰色的轮廓。T恤还有一个白色圆圈，轮廓是黑色的。": {
        "91036063_3": 1
    },
    "棕色皮革短裙，有金色的扣子。短裙有高腰，背后有拉链。扣子是小小的金色，给短裙增添了优雅的气息。": {
        "90730789_0": 1
    },
    "黑色与白色花卉图案衬衫。衬衫有黑色与白色花卉图案，背景为黑色。衬衫由轻质面料制成，有宽松的合身度。": {
        "90469589_2": 1
    },
    "黑色有金色的按钮的夹克。夹克有合身的款式，是光滑的材料制成的。金色的按钮给整体外观增添了一丝优雅。": {
        "91099991_5": 1
    },
    "黑色与白色印花长裙。裙子上印有黑色与白色花纹，腰带是黑色。裙子很长，很飘逸，腰带高，裙边宽。面料是轻质面料，适合炎热的天气。裙子是波西米亚风格，有飘逸、宽松的款式。": {
        "89617542_1": 1
    },
    "一双裤子。裤子是黑白条纹图案。裤子是弹性面料制成的，并且有合身的款式。裤子被一个站着微笑的女士所穿。": {
        "90759133_0": 1
    },
    "有点格子的衣服。衣服是黑白色的，上面有圆圈的彩色图案。衣服是儿童的衣服，用一种未指定的面料制成的。": {
        "91328564_0": 1
    },
    "条纹、白色和黑色、宽松、短袖、V领和底部有边饰的卡夫坦。": {
        "89228163_0": 1
    },
    "一件印花裙，以粉色、紫色和黑色为主要色调，V领，裙身宽松。": {
        "91003065_2": 1
    },
    "白色蕾丝花边黑色连衣裙。这件连衣裙有V领和长袖。这件连衣裙在腰部合身，裙子有蓬松的裙摆。白色蕾丝花边有花边，有花型图案。这件连衣裙由弹性面料制成，适合正式场合或半正式场合。": {
        "91141156_2": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，松身。它们是舒适穿着的，设计是休闲风格的。": {
        "90672496_2": 1
    },
    "一件白色的裤子。裤子由光泽材料制成，长度短。它们搭配一件白色套装和白色衬衫。": {
        "90899495_0": 1,
        "88131855_1": 1
    },
    "黑色与白色连衣裙。连衣裙采用黑色与白色色调，并带有V领。该连衣裙设计以美化女性身材，适合正式场合。": {
        "69828369_1": 1
    },
    "多彩条纹裙。裙子是用编织材料制作的，有多种颜色，包括黑色、白色、红色、蓝色、黄色和绿色。裙子是中长款，有宽腰带。": {
        "88918058_2": 1
    },
    "黄色，宽松，超大，短袖，圆领，毛衣，宽松，宽松的领口。": {
        "91271387_2": 1
    },
    "带有领口的牛仔夹克。夹克是浅蓝色的，有破旧的外观。它有前扣和胸口的口袋。夹克由一个 mannequin 穿着，在商店里展示。": {
        "50782645_3": 1
    },
    "蓝色调的夹克。夹克是用轻质材料制作的，有修剪的合身。它有一个切口领，两个前口袋，一个扣扣的袖口。": {
        "89619952_3": 1
    },
    "有领的红色 polo 衬衫。这件衬衫由柔软的面料制成，有圆形的下摆。这件衬衫是经典风格，有多种颜色可供选择。": {
        "83335789_0": 1
    },
    "黑灰条纹面料。": {
        "90555897_3": 1
    },
    "黑色多层网眼裙。网眼是透明的，有网状的外观。这件裙子是由一个女人穿的，有腰带。": {
        "91198748_3": 1
    },
    "黑色丝绸裙子，腰间系着一个马尾。裙子流畅、戏剧化，搭配黑色上衣。裙子长而覆盖全身，马尾则增添了服装的女性气质。面料光滑、光泽，整体风格优雅、高贵。": {
        "55565749_0": 1
    },
    "一双棕色裤。裤子是牛仔布制成的，有松松的合身感。颜色是深棕色，质地有像卷毛的感觉。裤子有按钮和拉链，底部有松紧带。": {
        "91364481_0": 1
    },
    "黑色圆领短袖T恤。T恤由柔软的面料制成，尺寸宽松。": {
        "91421771_2": 1
    },
    "红色的上衣，有金色的拉链。上衣由柔软的面料制成，有领口。上衣是纯色，前面有金色的拉链。": {
        "90788950_0": 1
    },
    "黑色和银色串珠连衣裙。连衣裙有V领和短袖。串珠小而闪亮，连衣裙有飘逸的合身款式。": {
        "75223047_0": 1
    },
    "黑色网眼板的灰色紧身裤。紧身裤有黑色腰带和背后黑色网眼板。紧身裤由弹性面料制成，有运动感的外观。": {
        "91297301_0": 1
    },
    "黑色和红色花卉印花的顶衣，有高领和长袖。面料很轻薄，上衣很宽松。花卉图案由黑色背景上的红色和橙色花组成。": {
        "72362379_2": 1
    },
    "白色和卡其色夹克，有领，前有两个纽扣口袋，领口有纽扣。夹克有领和前拉链。": {
        "91305959_0": 1
    },
    "黑色拉链大衣。大衣有拉链前口袋和袖子上的拉链口袋。大衣由一个穿着白色衬衫的女士所穿。": {
        "89359385_2": 1
    },
    "黑色上衣，有蓬松的袖口设计。上衣是柔软的，有流畅的面料，有松散的合身度。袖口是黑色的，为上衣增添了女性化的气息。": {
        "90501523_0": 1
    },
    "有毛皮边饰的红色夹克。夹克是用光泽材料制作的，有拉链。毛皮边饰是夹克的独特特征。": {
        "90008647_2": 1
    },
    "黑色和灰色羽绒服，有银色的拉链。这件外套有缝合的设计和腰带。这个女人戴着一顶黑色帽子，站在白色背景前。": {
        "89549822_2": 1
    },
    "白色网眼上衣，高领，短袖。上衣有领口，有拉毛纹理。网眼由弹性面料制成，上衣设计紧贴身体。": {
        "89785794_4": 1
    },
    "绿白相间的毛衣。毛衣由弹性面料制成，有V型领口。它是短袖毛衣，有紧身的剪裁。": {
        "80792814_3": 1
    },
    "欢乐时光橙色T恤，前面的小橙色标志。": {
        "91281353_0": 1
    },
    "灰色的皮夹克。夹克是皮质的，前面有拉链。皮毛厚厚且蓬松，夹克是设计用来套在衬衫或夹克上。": {
        "76309821_2": 1
    },
    "黑色高腰裙，裙子是弹性面料做的，有飘逸感，很女性化。": {
        "88643836_1": 1,
        "90887917_2": 1
    },
    "有紫色拉链的斑点夹克。夹克有黑色和绿色斑点，有黑色拉链。夹克是用弹性面料制作的，有短袖设计。": {
        "72024771_2": 1
    },
    "米色网面裙。网面透薄，质地轻盈。裙子长度为中长款，款式流畅，女性化。": {
        "91240146_2": 1
    },
    "白色牛仔短裙，前面有五个黑色的按钮。这件短裙有破旧的感觉，是牛仔布制成的。这件短裙是中长款，落在膝盖上方。": {
        "80563605_0": 1
    },
    "蓝色的衬衫，有领。衬衫是扣子式，用轻质材料制成的。领子折叠下来，衬衫是短袖。这件衬衫被一个站在白墙前的女士所穿。": {
        "91017575_0": 1
    },
    "一件有粉色设计的前面的棕色T恤。T恤有一条领口和短袖。粉色设计是一条简单的线条心形。T恤用柔软、轻质的面料制成，可能是棉或棉混织。T恤是基本、休闲风格的。": {
        "89494120_2": 1
    },
    "白色衬衫，上面有黑色和灰色几何形状。衬衫有领子，长袖。": {
        "91329862_0": 1
    },
    "白色长袖衬衫，领口和前面的按钮。衬衫由柔软、轻质的面料制成，有松散的合身感。领口折叠下来，袖口卷起。衬衫是任何衣橱的简单而时尚的增添。": {
        "91430185_4": 1
    },
    "有襞襟的黃色裙子。裙子用輕質的面料，可能是絲綢，做得有流蘇，鬆鬆的。裙子沒有袖子，有深V領。裙子上的襞襟是黃色，增添了整體看起來有趣的觸感。": {
        "89410925_0": 1
    },
    "花卉图案的粉色连衣裙。连衣裙有紧身的胸衣和飘逸的裙子。连衣裙由光泽材料制成，背后有拉链。": {
        "90981120_0": 1
    },
    "黑色和白色印刷的扣子衬衫，有领口。衬衫有前口袋和长袖设计。印刷设计有黑色和白色条纹，有像斑马条纹一样的图案。衬衫用轻质面料，可能是棉或麻，有休闲、松散的合身度。": {
        "91068781_1": 1,
        "91112837_0": 1
    },
    "黑色皮裙。这件皮裙由皮制，光泽度高。款式紧身，背后有拉链。": {
        "89663282_2": 1,
        "90903818_0": 1
    },
    "穿着一件长款黑色连衣裙，裙子有飘逸的感觉，背部有低腰设计。这件连衣裙材质是丝绸的，没有袖子。这名女子还戴着一件银色的项链，手里拿着一件黑色手提包。": {
        "88077485_2": 1
    },
    "绿色和黑色夹克，有帽子。夹克前面有拉链，领子有按钮。夹克是某种未指定的面料制成的，但看上去是轻质面料。夹克前面有折叠起来的帽子和口袋。夹克是休闲风格的。": {
        "91351823_4": 1
    },
    "黑色网眼上衣，配有黑色丝绸领口。网眼由光滑材料制成，领口则配有黑色丝绸带。这件上衣由一位长发女性所穿。": {
        "68452970_3": 1
    },
    "一双绿色卡其裤，有卡其口袋和拉绳腰带。裤子由耐用的面料制成，有宽松的合身度。": {
        "90867245_4": 1
    },
    "黑色和棕色印刷的顶部，上面有花卉图案。这件上衣是用柔软的面料制作的，可能是棉和聚酯的混合物，并且有宽松的合身。印刷品有棕色、黑色和白色混合的颜色，以花朵和树叶为重点。这件上衣有圆领和长袖，有放松、波西米亚风的感觉。": {
        "89323250_0": 1
    },
    "黄色和黑色格子小裙，黑色弹性腰带。": {
        "91263805_3": 1
    },
    "粉色假皮夹克，有披肩领和长袖。夹克有松散的合身感，由柔软的毛绒材料制成。假皮是浅粉色的，有蓬松的质感。夹克有披肩领和长袖，前面有纽扣。": {
        "91140712_1": 1
    },
    "一件花刺绣黑色的连衣裙。这件连衣裙有圆领和短袖。刺绣有白花绿叶。这件连衣裙有紧身的胸衣和满裙，小尾。这件连衣裙是弹性面料做的，是黑色的。": {
        "90615481_0": 1
    },
    "格子衬衫，绿色和蓝色色调。衬衫有领子，长袖。面料是棉的，衬衫是宽松的。": {
        "91267529_1": 1
    },
    "黑色连衣裙。这件连衣裙由弹性面料制成，有飘逸的、宽松的合身。它有V领和前面的高分剪。这件连衣裙是无袖的，背后有低腰。": {
        "90713748_0": 1
    },
    "一条有扣子的棕色皮裙。裙子是系腰的款式，有一条系在腰上的腰带。皮质柔软，触感光滑。": {
        "90531418_1": 1
    },
    "红皮带子。皮带子是红色的，皮带子是厚实的，皮带子是带扣的。": {
        "91366082_3": 1
    },
    "有毛皮的黑色和棕色夹克。夹克有高领、长袖和前拉链。夹克是用柔软的面料制成的，可能是合成面料，有温暖、蓬松的外观。": {
        "90640730_3": 1
    },
    "黑色和白色花卉图案的 maxi 裙。裙子由飘逸的丝绸面料制成，有分层的设计和有卷边。这是一件时尚和时尚的衣服。": {
        "90357630_3": 1
    },
    "白色背心，有缝线设计。它是由柔软、轻便的材料制成的，有拉链。背心是时尚风格的，适合寒冷的天气。": {
        "91407321_0": 1
    },
    "黑色裙子。裙子是做成飘逸的面料，腰带高。这是一条中长裙，落在膝盖上方。": {
        "87721417_1": 1
    },
    "毛皮边绿大衣，毛皮边帽，腰带。大衣有假毛皮边帽，前拉链。这是一件时尚的冬衣。": {
        "91432922_5": 1
    },
    "主要物品是一件黑色短袖上衣，背后有银色别针。上衣有圆领，直线下摆。": {
        "91027340_2": 1
    },
    "一件红色高领连衣裙，材质柔韧，剪裁有结构感，背后有拉链。": {
        "91394878_0": 1
    },
    "黑色连衣裙，白色领口和银色拉链。连衣裙有紧身的胸衣和宽松的裙子。连衣裙由弹性面料制成，设计为无袖。": {
        "90884546_1": 1
    },
    "一双黑色紧身裤。紧身裤由柔软、弹性的面料制成，有纹理。它们设计紧贴腿部，有高腰带。紧身裤是经典黑色，设计简单，极简主义。": {
        "90809043_1": 1
    },
    "一件花朵图案的連衣裙，有吊帶領和蓬鬆的裙邊。連衣裙由一件輕質的面料製成，上面有藍白花朵圖案。連衣裙尺寸為中碼，由一個微笑著站著的女人穿著。": {
        "88126074_0": 1
    },
    "白色无袖上衣，有折边和背后拉链。上衣由光泽材料制成，有时尚的风格。": {
        "90178860_2": 1
    },
    "黑色蕾丝上衣，配白领。上衣上有白色蕾丝设计，配白领和黑色边饰。袖子很长，也有黑色蕾丝设计。这件上衣是时尚和优雅的衣服。": {
        "91404444_1": 1
    },
    "蓝色的折叠裙。这件裙子由一种看上去像毛衣或织物制成的面料制成的。这件裙子有高腰，有折叠，看起来很饱满。这件裙子是深蓝色的，被一个女人穿着。": {
        "91003130_0": 1
    },
    "白色背心，背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背心背": {
        "91287291_2": 1
    },
    "银色串珠连衣裙。连衣裙有 halter 领口，全身有银色串珠设计。连衣裙短，有高膝开裂。一女子穿着这件连衣裙，微笑着站立。": {
        "91427047_3": 1,
        "91411456_3": 1
    },
    "黑色皮夹克。夹克有拉链和领子。夹克被一个长发的女人穿着。那个女人穿着夹克下面的白色衬衫。": {
        "87890773_6": 1
    },
    "黑色连衣裙。这件连衣裙没有袖子，有V领。这件连衣裙由弹性面料制成，长度为膝中段。这件连衣裙是纯色，设计简单。": {
        "91395936_2": 1
    },
    "一双黑色长裤。长裤由柔软、有弹性的面料制成，有松松的合身感。它们设计得舒适、穿着方便。长裤有拉链腰带和左侧口袋。长裤以松松、飘逸的合身感设计，非常适合瑜伽或其他需要舒适、灵活的服装的活动。": {
        "91237325_3": 1
    },
    "一条有拉链腰带的灰色裤子。裤子由柔软的弹性面料制成，适合松身。他们是为舒适和放松而设计的。": {
        "90912418_1": 1
    },
    "蓝灰色花纹连衣裙。这件连衣裙有飘逸的松紧度，有卷边领口和长袖。这件连衣裙是用轻质面料制作的，可能是丝绸或丝绸，有复古风格。这件连衣裙也有卷边裙边和花纹，给整体外观增添了女性气质。": {
        "90598605_2": 1
    },
    "有卷边设计的黑色连衣裙。这件连衣裙是 chiffon 材质的，长度短。这是一件没有袖子的连衣裙，有圆领。这件连衣裙有分层的设计，裙子上有卷边。": {
        "91403874_1": 1
    },
    "黑色短袖圆领T恤。T恤前有银色拉链，材质有弹性。T恤是黑色短裙和长袖连衣裙的一部分。连衣裙是黑色和白色服装的一部分。": {
        "83520032_1": 1
    },
    "白色和黑色背心，侧面有黑色和白色拉链。背心由弹性面料制成，看起来很时尚，很现代。": {
        "89945600_4": 1
    },
    "蓝白格子裙。裙子由柔软的面料制成，腰线有收口。裙子是中长款，有褶皱设计。蓝白格子花纹是经典的设计，适合秋天穿。": {
        "90838182_2": 1
    },
    "白色蕾丝领口衬衫，黑色蕾丝边。衬衫前面有白色刺绣设计，领口有黑色蕾丝细节。衬衫用轻质面料制作，有波西米亚风格。": {
        "89008846_0": 1
    },
    "绿色的毛衣，里面穿着一件更深绿色的衬衫。毛衣有圆领，长袖。衬衫的领子是圆领的。": {
        "91382732_1": 1
    },
    "白色披肩式上衣，领口为圆领。面料看上去是弹性毛线，上衣披在肩膀上。风格现代、时尚，注重舒适和易穿。": {
        "91349269_2": 1
    },
    "一条蓝丝领带挂在女人的脖子上。领带有松散、飘逸的风格，由高品质柔软的材料制成。颜色是深邃而丰富的蓝色，与女人的长黑头发相得益彰。领带在脖子上系上一个马尾，增添了整体的优雅感。": {
        "91373886_4": 1
    },
    "一件V领的浅蓝色连衣裙，裙子是折叠的。这件连衣裙背后有银色的拉链，材质轻薄。这件连衣裙是正式风格，适合特殊场合。": {
        "88112782_3": 1
    },
    "穿着浅棕色无肩带连衣裙的女子。这件连衣裙有高领和紧身的胸衣，从腰部开始有蓬松的裙子。这件连衣裙是光滑的面料制成的，腰带上有银色的珠子，给这件衣服增添了优雅的气息。": {
        "89856842_4": 1
    },
    "浅棕色，短袖，V领，弹性，类似衬衫的衣服。": {
        "91353011_0": 1
    },
    "穿着黑色和绿色条纹裙子，腰带宽的女子。她也穿着灰黑格子衬衫，腰带是黑色腰带。": {
        "71377736_3": 1
    },
    "黑色和红色圆点上衣，带有黑色和红色圆点设计。上衣肩膀上有刺，还有黑色和红色圆点图案。": {
        "88065967_0": 1
    },
    "白色蕾丝连衣裙，搭配网纱裙和银色金属蕾丝上衣。这件连衣裙有低调的领口和流畅的裙子。": {
        "88630473_0": 1
    },
    "绿黑条纹长袖衬衫，高领，前有纽扣。": {
        "91214971_3": 1
    },
    "绿白花型无袖衬衫，配有纽扣下领。衬衫有前纽扣口和前口袋。无袖设计和花型图案使其在炎热天气时既时尚又舒适。": {
        "91074590_0": 1
    },
    "红色和白色花卉图案衬衫。衬衫有短袖设计和船颈。花卉图案由红色和粉色花朵和绿色叶子组成。衬衫的面料似乎是棉和聚酯的混合。": {
        "70861443_2": 1
    },
    "黑色背心，上面印有白色拉莫斯（Ramones）标志。背心有破旧的感觉，前面印有乐队名称。拉莫斯标志是一圈白色，上面有一条黑色的横条，上面写着拉莫斯的白色字样。背心有松散的感觉，由柔软的面料制成。": {
        "79025350_1": 1
    },
    "白色无肩上衣，上面有粉红色的火烈鸟。上衣是弹性面料制成的，有V型领口。这是一件时尚、潮流的外衣。": {
        "91402986_0": 1
    },
    "花纹皮裙。裙子是深棕色，底部是红色的。花纹是红色、蓝色和绿色的混合。裙子前面有拉链，是高品质的皮制。": {
        "90996109_1": 1
    },
    "粉色圆点圆领背心。背心有圆领和圆边。面料有弹性，背心是棉的。": {
        "91369028_2": 1
    },
    "黑色礼服，背后有白色丝带。礼服有高领和长袖。面料看起来像弹性面料，礼服有飘逸的剪裁。": {
        "90902375_0": 1
    },
    "紫色和绿色条纹裙。裙子有金属光泽，由光泽材料制成。它是中长款裙，有宽松的设计。": {
        "78855799_0": 1
    },
    "黑色和白色连衣裙，配有黑色和白色串珠上衣和黑色和白色网纱裙。连衣裙有V型领口和拉链后背。连衣裙短，有甜心型领口。连衣裙上的串珠小而闪亮。网纱裙分层，有网状外观。这件连衣裙是正式场合的礼服。": {
        "91350020_0": 1
    },
    "一件花卉图案的黑色和灰色连衣裙。这件连衣裙是松紧带式，有V领，无袖，裙子是飘逸的。这件连衣裙是由一女人在为相机摆姿势时所穿的。": {
        "67971081_5": 1
    },
    "主题为热带的绿色和白色裙子。裙子有花卉图案，有棕榈树和绿色叶子。面料是混织的聚酯和棉，裙子有飘逸和舒适的合身度。": {
        "91050155_1": 1
    },
    "圆领和短袖的条纹多色上衣。条纹是水平的，颜色是粉色、绿色、橙色、蓝色和白色。上衣是弹性面料制作的，有松散的合身感。": {
        "88776745_7": 1
    },
    "格子西装裤。裤子是黑色和绿色，上衣是黑色和白色。裤子是直剪的，由看起来是羊毛的面料制成。上衣是一件短袖的羊毛衬衫。裤子有一条侧缝的拉链，上衣有一粒扣子在衬衫的顶端。": {
        "90229438_1": 1
    },
    "一件黑色短袖上衣，配着一件绿色的连衣裙。连衣裙松身，面料是飘逸的。上衣是硬的面料，有V字领口。一女子站在白色背景前穿着这件连衣裙。": {
        "91293710_0": 1
    },
    "黑色露背长袖连衣裙。裙子长款，袖子宽松，裙身紧身，裙摆宽松。裙子材质柔韧，背后有拉链。这款连衣裙是正式款式，适合特殊场合。": {
        "91373903_0": 1
    },
    "黑色和白色丝绸上衣，高领，长袖，前有纽扣。上衣有黑色丝绸边饰和银色按钮。面料柔软光滑，整体风格时尚优雅。": {
        "91152501_2": 1
    },
    "红黑衬衫。": {
        "91404350_2": 1
    },
    "有纽扣的衬衫，长袖，有暗蓝色的衬衫，上面有白色和红色的格子图案。衬衫由柔软的面料制成，可能是棉布，有宽松的合身度。领子折叠下来，袖子在袖口上卷起来。": {
        "90425205_0": 1
    },
    "黑色和白色蕾丝连衣裙，裙子有高分口。连衣裙有黑色蕾丝上衣和白色蕾丝裙。蕾丝花纹复杂而细致，有花卉图案。连衣裙有黑色腰带，腰带在裙子前面有蕾丝扣。连衣裙短，有高分口，有透视感。": {
        "84309498_4": 1
    },
    "黑色运动内衣，背面有白色标志。内衣有网眼设计，有宽肩带，在背部及下臂下交叉。背面标志是白色，内衣有光滑现代的外观。": {
        "90170513_3": 1
    },
    "肩部有空洞设计的高领白衬衫。衬衫由弹性面料制成，有高领。肩部空洞设计是一小片开口，露出下面的皮肤。衬衫有冷肩设计，有长袖。": {
        "91330697_3": 1
    },
    "一双黑色短裤，侧边有白色条纹。短裤是修剪式，由光泽材料制成。": {
        "88780377_0": 1
    },
    "黑色连衣裙。这件连衣裙没有袖子，有V型领口。这是一件紧身的连衣裙，背后有拉链。": {
        "91219444_1": 1,
        "89935369_1": 1
    },
    "腰带带扣宽松松的牛仔裤，有口袋。颜色是深蓝色，适合松松的。": {
        "90608094_3": 1
    },
    "银色拉链黑色皮夹克。夹克有领子、长袖和前拉链。这是一件女性风格的合身夹克。": {
        "90527989_2": 1
    },
    "有花型图案的黑色裙子。裙子由看上去像丝绸的面料制成，有丝绸般的质感。裙子有色彩丰富的花型图案，有红色、黄色和蓝色花朵。裙子还有一个黑色腰带，有银色的扣子。": {
        "91183550_3": 1,
        "91181742_3": 1
    },
    "有拉绳腰和脚踝的灰色毛衣。毛衣是用柔软、有弹性的面料制作的，有宽松的尺寸。": {
        "90604947_2": 1
    },
    "穿着黑色夹克和花纹衬衫的女士。夹克有领子，左侧有口袋。衬衫也有领子，左侧也有口袋。女士还戴着黑色领带和黑色腰带。夹克和衬衫都是光滑的面料，领带是光滑的面料。": {
        "90621627_1": 1
    },
    "蓝白花纹裙。裙子由看上去像丝的面料制成，上面有蓝白花纹。裙子膝盖长，侧面有拉链。裙子搭配一件白色的花纹衬衫。": {
        "88068159_10": 1
    },
    "带有银色扣的牛仔夹克。夹克有破旧的外观，上面穿着一件黑色衬衫。夹克的背后也有皮带，可以系在腰上。": {
        "91261960_2": 1
    },
    "黑色短裙，白色拉链。短裙由光泽材料制成，腰带高，是铅笔裙式，搭配黑色上衣。": {
        "91118251_0": 1
    },
    "有领口的蓝色的连衣裙。这件连衣裙由轻质面料制成，有紧身的剪裁。领口的钥匙孔是独特的设计细节，为连衣裙增添了一丝优雅的气息。": {
        "91425535_4": 1
    },
    "有轻蓝色的破破旧旧的牛仔衬衫。衬衫有纽扣领，前后有口袋，下摆有破洞。": {
        "91107303_2": 1
    },
    "白色连衣裙，背后有系带。这件连衣裙有波西米亚风格，用柔软的流畅材料做成的。这件连衣裙穿在一位金发长卷发、肤色有点晒黑的女人的身上。": {
        "91059181_0": 1
    },
    "灰色的短袖圆领松紧衣。材质是柔软的毛线，尺寸是宽松的，穿着舒适。": {
        "91353769_3": 1
    },
    "黑色和白色条纹连衣裙，长袖，高领。连衣裙由透明面料制成，有飘逸的剪裁。连衣裙还有衬里和衬裙。": {
        "90601374_1": 1
    },
    "黑白夹克，配有皮毛边饰的帽子。夹克有黑白设计，配有皮毛边饰的帽子。夹克由尼龙和聚酯混合材质制成。夹克有拉链，配有皮毛边饰的帽子。夹克还有皮毛边饰的帽子。": {
        "90836327_1": 1
    },
    "蓝白条纹连衣裙，有褶皱裙。连衣裙有V领和短袖。连衣裙由 mannequin穿着，在白色背景下展示。": {
        "91036457_0": 1
    },
    "一双宽腿裤。裤子是黑色的，是光滑的面料制成的。裤子是宽松的，搭配白色衬衫穿着。": {
        "90617605_0": 1
    },
    "穿着黄色花卉连衣裙的女子。连衣裙有紧身的胸衣和飘逸的裙子。女子也穿着黑色高跟鞋。": {
        "89225616_0": 1
    },
    "蓝色的毛毯夹克，有帽子。夹克有拉链，有前拉链口袋。夹克是轻质材料制作的，有放松的合身。帽子不附加到夹克，而是戴在头上。夹克是休闲风格的，适合日常穿着。": {
        "91318325_0": 1
    },
    "无袖设计、圆领和合身剪裁的黑色连衣裙。裙子由弹性面料制成，背后有一个小钥匙孔。": {
        "91327351_3": 1
    },
    "带有热带图案的蓝色花卉连衣裙。连衣裙有紧身的胸衣和飘逸的裙子。花卉图案是蓝色的花朵和绿色的叶子。这件连衣裙适合在夏天或海滩上穿。": {
        "89616385_0": 1
    },
    "白色T恤。T恤由柔软的面料制成，有圆领。它是一种基本的休闲风格，可以穿得正式或休闲。": {
        "91045970_5": 1
    },
    "上面有金色的星星的黑色T恤。星星散落在T恤上，用金线勾勒。T恤有宽松的尺寸，由柔软的面料制成。": {
        "91192115_2": 1
    },
    "黑色和棕色无袖连衣裙，背后有拉链。这件连衣裙有金属质感，由光滑的面料制成。这件连衣裙尺寸为小号，设计为短裙。": {
        "91249644_0": 1
    },
    "V领短袖银色金属质感连衣裙。连衣裙膝下长，腰带为银色金属质感。连衣裙上饰有银色金属花型图案，面料为银色金属质感，光泽度强。": {
        "89050024_1": 1
    },
    "无肩带白色和黄色花纹短裙，裙子有卷边。": {
        "91088594_1": 1
    },
    "黑色的花卉设计T恤。花朵有各种颜色，如红色、黄色、蓝色和绿色。T恤上还有一个骷髅和骨头的设计。": {
        "90989622_5": 1
    },
    "以棕色、黑色和粉色混合的图案面料。面料有金属光泽，由不同几何形状的组合组成。": {
        "91009790_4": 1
    },
    "黑色和白色T恤，有黑色和白色条纹的领口。T恤有宽松的合身，用柔软的毛线材质制成。": {
        "91325083_3": 1
    },
    "蓝花连衣裙，腰带是黑色。连衣裙有紧身的胸衣和飘逸的裙子。花型是蓝和紫的花朵在海军蓝的背景上。这是一件膝盖高的正式连衣裙，适合特殊场合。": {
        "90526142_0": 1
    },
    "条纹背心。条纹是黑白的。背心由轻质面料制成，可能是棉。背心有圆领和短袖。条纹是垂直和水平的，创造出条纹图案。背心是宽松的，使其成为舒适和休闲的衣服。": {
        "66018179_6": 1
    },
    "一双白色裤子。裤子由一种看上去是棉混织的面料制成，剪裁是直剪的。裤子被一个站着的、看上去是放松姿势的女人穿着。": {
        "90816501_0": 1
    },
    "黑色牛仔夹克，有领和按钮。夹克前面有拉链，胸前有口袋。夹克由牛仔布制成，有破旧的外观。": {
        "89624144_5": 1
    },
    "白色和蓝色花卉印花肩部露肩上衣。": {
        "89694302_1": 1
    },
    "蓝色的丝绒上衣。上衣有V领，没有袖子。蓝色的颜色是浅的，面料是丝绒。上衣是时尚的衣服，可以穿在休闲和正式场合。": {
        "91377718_0": 1
    },
    "紫色丝绸裙。裙子有一条流畅的设计，长度到地。丝绸面料很轻，漂漂移移。紫色很丰富，很鲜艳，适合正式场合。": {
        "89974026_2": 1
    },
    "新娘的礼服。这套礼服由一件贝色上衣和一件土色连衣裙组成。上衣有蕾丝花边和珠饰领口。裙子是一件土色A字裙，腰带上布满了珠子。这套礼服是适合正式场合的新娘母亲礼服。": {
        "89490550_0": 1
    },
    "带有内置运动内衣的紫色上衣。上衣由弹性面料制成，紫色，上面有灰色图案。运动内衣也是紫色，上面有灰色图案。上衣和运动内衣设计成可以一起穿的单件服装。": {
        "91389232_3": 1
    },
    "带有五个口袋的蓝色牛仔裙。这件裙子有浅蓝色的洗水，前面有按钮和拉链。这件裙子是中长款，有高腰。": {
        "83805822_4": 1
    },
    "白色拉链黑色背心。背心由柔软的面料制成，有缝合的设计。它有前拉链口袋和后拉链口袋。背心是设计用来穿在衬衫上面，有女性化的时尚风格。": {
        "91106896_3": 1
    },
    "印有鲸鱼图案的棕色和白色包腰裙。裙子用浅棕色面料做成，有飘逸的、宽松的合身感。鲸鱼图案是棕色、白色和蓝色的混合，裙子有优美的、女性化的剪裁。": {
        "91340374_2": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，款式合身。它们是深海军蓝色的，腰带高。": {
        "91355234_1": 1
    },
    "长、深蓝色的丝绸裙，腰带高，底部宽松，流畅。": {
        "90122307_0": 1
    },
    "一个穿着深蓝色丝绒夹克，里面搭配黑色丝绸衬衫的女人。夹克有领子、前扣和胸前口袋。她还系着一条黑色腰带。": {
        "91424733_3": 1
    },
    "黑色短裙，带有紫色口袋。裙子由弹性面料制成，有飘逸的合身感。口袋在裙子的左侧。": {
        "91029957_2": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，前面有拉链。它们设计得舒适，穿着方便。": {
        "90745501_1": 1
    },
    "黑色丝绸连衣裙，上面有蕾丝花边。这件连衣裙有V型领口和紧身的胸围，裙子有蓬松的裙摆。蕾丝花边有花卉图案，用银色线刺绣。这件连衣裙用黑色腰带系在腰上，背后有银色拉链。": {
        "91264606_1": 1
    },
    "黑色蕾丝裙，配有网眼内衬。裙子有花型图案，由透明面料制成。这是一条膝盖长度的裙子，背后有拉链。": {
        "74612287_0": 1
    },
    "这款裙子是流苏式，印花图案，以粉色和黄色为色调。这款裙子由柔软、有弹性的面料制成，腰带高，非常时尚和舒适，是夏天的好选择。": {
        "89611345_0": 1
    },
    "白色和蓝色花纹的连衣裙。连衣裙有V型领口和侧边高开裂。连衣裙由一个身材丰满的女人穿着。": {
        "88144212_1": 1
    },
    "有黑白条纹的紧身裤，有纹理的弹性。紧身裤有高腰和腰带。紧身裤是用弹性面料做的，有纹理。紧身裤搭配黑色上衣。": {
        "90520562_0": 1
    },
    "白色条纹和左侧小美国国旗的蓝色衬衫。衬衫有领子和长袖。面料看起来是棉的，风格是休闲的。": {
        "75703160_2": 1
    },
    "棕色和浅棕色串珠裙。串珠是棕色和浅棕色混合的颜色。裙子有飘逸的松紧度，并且是用光泽材料制作的。": {
        "90650739_0": 1
    },
    "红色紧身中长裙。裙子由弹性面料制成，腰线高。这是一种经典的风格，可以穿得正式或休闲。": {
        "89606652_2": 1
    },
    "黑色长袖船颈连衣裙。这件连衣裙由弹性面料制成，有紧身的胸衣和宽松的裙子。这件连衣裙是设计用来搭配腰带在腰部强调女性的身材。": {
        "91250912_0": 1
    },
    "背后有拉链的浅蓝色牛仔裙。裙子有高腰，线条宽松，飘逸。裙长为中长，由牛仔布制成。": {
        "87906680_4": 1
    },
    "有花点图案的黑色连衣裙。这件连衣裙是用透明的面料制作的，有长袖的设计。这件连衣裙还有一个长裙，裙边是卷起来的。": {
        "78855801_4": 1
    },
    "白色蕾丝短袖连衣裙，背心低。连衣裙膝盖长，有蕾丝叠层，蕾丝精致而细致。连衣裙适合正式或半正式场合。": {
        "89450013_1": 1
    },
    "一件宽松的圆领的浅蓝色的T恤。这件T恤由柔软的面料（可能是棉）制成，并且有松散的合身感。T恤的颜色是深蓝色的，接近海军蓝。这件T恤是设计用于休闲和舒适的穿着。": {
        "89499636_3": 1
    },
    "新娘的绿色蕾丝礼服。礼服由蕾丝制成，有珠光蕾丝的胸线。礼服是地板长，有V型领口。礼服还有珠光腰带和腰带。": {
        "89456823_0": 1
    },
    "黑蓝毛皮夹克，配有毛皮边饰的帽子。夹克由厚实、保暖的面料制成，有拉链。毛皮边饰是夹克的独特特征，为夹克增添了风格。": {
        "91181574_2": 1
    },
    "棕色和橙色蕾丝裙。": {
        "66721111_3": 1
    },
    "棕色和黑色假皮夹克。夹克有黑色皮革领口和拉链。皮毛是棕色、黑色和白色混合。夹克由一个穿着白色衬衫的女士所穿。": {
        "91240113_0": 1,
        "91240113_3": 1
    },
    "黑色连衣裙，背后有网眼切割细节。这件连衣裙紧身，有深V领。背后的网眼切割细节是这件连衣裙的关键特征，为整体设计增添了现代和前卫的感觉。": {
        "91193687_1": 1
    },
    "黑色蕾丝连衣裙。这件连衣裙有松松的合身款，有深V领。蕾丝精致，面料看起来很柔软，很飘逸。这件连衣裙是适合夜店或特殊场合的时尚选择。": {
        "91204443_0": 1
    },
    "绿色和蓝色色调的皮夹克。夹克有领子和拉链。皮质光滑，夹克有时尚的风格。": {
        "89498998_5": 1
    },
    "金色的金属裙。裙子有褶皱的设计，由光泽材料制成。这是一条中长裙，落在膝盖上方。这条裙子被一个站着微笑的女人穿着。": {
        "90694490_4": 1
    },
    "黑色皮夹克，前有拉链，有领，袖子上也有拉链。这件夹克被一个穿着白色衬衫的女士所穿。": {
        "89768377_1": 1
    },
    "一双紧身裤。紧身裤是黑色和灰色，由弹性面料制成。它们是为锻炼而设计的，有高腰带。紧身裤也由弹性面料制成，使其舒适地贴合身体。": {
        "90949579_1": 1
    },
    "黑色皮革连衣裙。这件连衣裙前面有个拉链，没有袖子。这件连衣裙尺寸是大号，被一个女人穿着。": {
        "90922709_1": 1
    },
    "白色珠光上衣。": {
        "47333653_2": 1
    },
    "灰色的背心，黑色带扣。背心是柔软的面料，有飘逸的合身感。它是松松的背心，有圆领和短袖。背心是设计用来搭配内衣的。": {
        "89870519_1": 1
    },
    "长袖宽松黑色衬衫。衬衫有圆领，腰部有系带。袖子长而宽松，在手腕处有袖口。面料是轻质面料，可能是毛衣或棉混织物。衬衫以休闲风格设计，适合日常穿着。": {
        "91373727_1": 1
    },
    "一双白色的牛仔裤。牛仔裤由牛仔布制成，颜色浅。由站着微笑的女士所穿。": {
        "90519234_1": 1
    },
    "黑色皮夹克，金色的扣子。夹克是双排扣的，在 mannequin上穿着。夹克有领子，两个前口袋，腰带。": {
        "90868389_0": 1
    },
    "波西米亚风格的印花衬衫。衬衫有白色底色，配有粉色、红色和浅棕色波西米亚印花。它有高领、长袖和前开扣。衬衫由轻质面料制成，可能是丝绸或 rayon，有宽松的合身度。波西米亚风格以其飘逸、自由精神的设计和民族印花而闻名。": {
        "91113068_0": 1
    },
    "黑色连衣裙，有透明的领口和腰带。裙子有短袖，有海绵的剪裁。": {
        "90576640_1": 1
    },
    "带有花边细节的黑色皮夹克。夹克有西方风格，带有前扣，两个前口袋和领。夹克是用皮制成的，有光泽的面料。": {
        "88176047_0": 1
    },
    "黑色礼服，领口处有银色的扣子。这件礼服有V型领口和落地长裙。这件礼服很长，无袖。这件礼服的面料是紧身的面料，紧贴身体。这件礼服是一件正式礼服，适合特殊场合。": {
        "90886078_2": 1
    },
    "一双紧身裤。紧身裤是蓝色和白色条纹，有灰色和白色图案。它们由弹性材料制成，有高腰带。紧身裤是设计用于搭配运动内衣，有压缩性。": {
        "89116083_1": 1
    },
    "蓝色的牛仔夹克，有牛仔布质感。夹克有领子，前两个口袋，右上口袋有一个按钮。夹克由一个 mannequin穿着，放在商店里展示。": {
        "50290990_0": 1
    },
    "白色长袖衬衫，领口是圆领。衬衫是弹性面料制作的，松身。设计是可以穿成连衣裙或搭配长裤的上衣。": {
        "91307198_0": 1
    },
    "粉色和白色花卉印花肩部露肩上衣，肩带上带有卷边。": {
        "89653120_3": 1
    },
    "有蕾丝裙的粉色连衣裙。这件连衣裙没有肩带，背后有拉链。裙子是光泽材料制成的，有蕾丝设计。这件连衣裙是10号，是弹性面料制成的。": {
        "91242279_0": 1
    },
    "黑色和白色花卉图案的连衣裙。这件连衣裙是无袖的，有飘逸的设计。花卉图案是黑色、白色、粉色和绿色的混合。这件连衣裙是由一个站着微笑的女人穿的。": {
        "89975725_2": 1
    },
    "有毛皮领和毛皮内衬拉链扣的棕色皮夹克。夹克有袖口上的扣扣细节和银色拉链扣。这件夹克是由一个站在白色背景前的女性所穿的。": {
        "79179906_3": 1
    },
    "白色衬衫。衬衫由柔软的面料制成，有领口。衬衫是经典的白色，由一位女性所穿。": {
        "75397693_2": 1,
        "90958922_2": 1,
        "91209054_2": 1,
        "91335193_2": 1
    },
    "穿着棕色卷边裙的女人。裙子是光滑的材料制成的，是棕色色调的。女人也穿着棕色上衣和黑色高跟鞋。": {
        "90288270_0": 1
    },
    "一件独特设计的灰色裤。裤子有宽松的形状，由类似于牛仔布的面料制成。裤子是灰色的，有独特的设计，包括一条沿着腿的中心缝线。裤子还有一个腰带环和一个腰带扣。": {
        "91032764_3": 1
    },
    "黑色夹克。夹克由一种看上去是棉和聚酯混合的面料制成的。它有拉链关闭，前面有一个拉链口袋。夹克以休闲的方式风格化，适合日常穿着。": {
        "90136608_1": 1
    },
    "破洞牛仔裤。牛仔裤颜色浅蓝，有破旧的感觉。牛仔裤膝盖处被剪掉，腰部有高腰的感觉。牛仔裤腰带是黑色的，在腰部用结带捆绑着。": {
        "88792490_1": 1
    },
    "一件黑色和紫色相间的连衣裙，长袖，侧面有一道高开口，材质柔韧，设计有飘逸感。": {
        "91209128_0": 1
    },
    "一件蓝色的串珠裙，领口有串珠，腰带是黑色。裙子有短袖，膝盖高。": {
        "89213414_1": 1
    },
    "一双棕色人造革裤。裤子有松身的合身度，腰线高，脚宽，脚踝窄。裤子不紧身，有放松的合身度。": {
        "90971914_4": 1
    },
    "这件夹克是浅棕色，有军装风格的设计。它有领子、前拉链和胸口口袋。夹克是用轻质面料制作的，可能是棉混搭。它有宽松的合身感，有时尚的风格，有休闲的外观。": {
        "89006456_2": 1
    },
    "黑色假皮背心，配有银色扣子。背心由柔软、毛茸茸的材料制成，有高领。设计是可以套在衬衫上，有前拉链。背心是时尚的风格，适合寒冷的天气。": {
        "84103865_0": 1
    },
    "带有部落印花的浅棕色和红色裙子。裙子有高腰和高腰设计。面料由柔软的面料制成，裙子是中长款。设计是浅棕色和红色的混合，带有几何形状和线条的部落印花。这件裙子是时尚的，可以穿在各种场合。": {
        "90512802_3": 1
    },
    "白色短袖上衣搭配白色中长裙。短袖上衣有深V领，并用面料在腰部 draping。中长裙宽松，有宽腿。": {
        "89177884_3": 1
    },
    "一件三分之二袖的红衬衫，配有扣子。衬衫由柔软的面料制成，有宽松的合身度。它以休闲的方式搭配，适合日常穿着。": {
        "91413054_0": 1
    },
    "黑色蕾丝连衣裙。这件连衣裙有紧身的胸衣和满满的裙子。蕾丝花纹复杂，这件连衣裙是经典风格的。": {
        "91069403_0": 1
    },
    "海军蓝T恤，圆领，短袖。T恤由柔软、有弹性的面料制成，前胸有小标志。T恤的合身度宽松，舒适，适合日常穿着。": {
        "91167221_3": 1
    },
    "一件粉色的长袖衬衫，有领。衬衫是按钮式，用轻质面料制成的。这件衬衫是展示在展示柜里的，由 mannequin 穿着。": {
        "90331486_0": 1
    },
    "黑色和白色印刷的灰色T恤。T恤有宽松的合身和圆领。": {
        "91392856_3": 1
    },
    "黑色皮夹克，前有拉链。夹克有短袖，是皮制的。拉链是银色的，夹克中间有拉链。夹克还有领口和左侧口袋。": {
        "83218802_0": 1
    },
    "多彩条纹连衣裙，V领，短袖。连衣裙采用编织设计，黑色、蓝色、红色和白色混合。条纹以一种扭曲和抽象的模式编织在一起。这件连衣裙是时尚的，可以穿在各种场合。": {
        "91335130_4": 1
    },
    "黑色连衣裙配银色串珠裙。连衣裙有钥匙孔领口和背后拉链。串珠小且散布在裙子上。连衣裙由一个站立微笑的女士所穿。": {
        "91157581_1": 1
    },
    "黑色与白色裙子。裙子长而带有黑色与白色花纹。穿着裙子的女人站着，微笑着。": {
        "89607672_0": 1
    },
    "白色花卉图案上衣，黑色边饰。花是红色，叶子是绿色。上衣有圆领和短袖。": {
        "91367285_2": 1
    },
    "斑马纹裙。裙子由蓝黑斑马纹面料制成。前边有拉链，侧边有小开口。裙子膝盖长，毛绒感。": {
        "91419329_2": 1
    },
    "白色襯衫，有領口。領口有個扣子，胸口有個口袋。襯衫的布料是白色，襯衫是折起的。": {
        "91213388_4": 1
    },
    "一件男裤。男裤的颜色是深蓝色，并且有松身的。男裤是用柔软的面料制作的，并且有拉链。男裤是休闲风格的，适合日常穿着。": {
        "90884730_0": 1
    },
    "黑色拉链紧身夹克。夹克有钩针设计，由光泽材料制成。这是一件时尚的衣服，适合晚上出门或特殊场合。": {
        "88061792_6": 1
    },
    "带有边饰的蓝色牛仔裙。裙子有破损的样子，是用牛仔布制成的。裙子有卷边，有宽松的设计。": {
        "86779886_3": 1
    },
    "黑色串珠裙。串珠小而闪亮，裙子是闪亮的面料制成的。裙子是地板长，在侧面有开口。": {
        "90978674_0": 1
    },
    "戴着金色褶边裙的女子，搭配黑色上衣。裙子有金属光泽，上面点缀着闪光颗粒。女子还戴着一条黑色腰带，系在腰上。": {
        "90549168_3": 1
    },
    "蓝色的鱼尾裙。裙子有甜心型领口和流畅的裙摆，还有长长的裙尾。面料是丝绸，裙子上还有在裙身和腰带上装饰的折边和丝带。": {
        "89594606_1": 1
    },
    "有黑色拉链的红色折边裙。裙子是羊毛混搭料制成的，有高腰。这是一条膝盖长度的裙子，有迷人的和女性化的风格。": {
        "90452621_0": 1
    },
    "一件蓝白相间、有小点图案的衬衫。领子是白色，袖口也是白色。这件衬衫由一个长发的女士所穿。": {
        "91375012_0": 1
    },
    "一双黑色的长裤，上面有白色字样。长裤是弹性面料制成的，款式很时尚。长裤上的白色字样是Under Armour的标志，字样是粗体的。": {
        "91413206_0": 1
    },
    "红色和蓝色花卉图案的连衣裙。这件连衣裙有飘逸的松散款式，有高领和飘逸的裙子。这件连衣裙是用轻质面料制作的，可能是丝绸或丝绸。这件连衣裙的颜色很鲜艳，很吸引眼球，红色是主要颜色。这件连衣裙是波西米亚风格的，非常适合夏天的户外活动或海滩": {
        "90396707_1": 1
    },
    "粉色连衣裙。这件连衣裙由弹性面料制成，有圆领，紧身的胸围。这件连衣裙有圆领，背后有拉链。这件连衣裙很短，刚好在膝盖上方。": {
        "91134076_0": 1
    },
    "穿着绿色的连衣裙的女人。这件连衣裙有V型领口和背心式设计。这个女人也戴着一条黑色腰带，系在她的腰上。": {
        "91000303_1": 1,
        "89641052_1": 1
    },
    "粉色蕾丝连衣裙。这件连衣裙有紧身的胸线和飘逸的裙子。这件连衣裙由一个站在白色背景前的女性所穿。": {
        "90706830_1": 1
    },
    "五彩、飘逸、钟形袖、多彩、幻觉印花、波西米亚风格、宽松、长袖、上衣。": {
        "89287765_4": 1
    },
    "一双黑色宽松裤。裤子由弹性面料制成，剪裁为直切。裤子被一个站立的手臂放在腰上的女人穿着。": {
        "90128360_0": 1,
        "91069681_0": 1
    },
    "黑色套头衫，上面有灰色格子花纹。套头衫有单扣，领口有翻边。套头衫搭配白色衬衫和黑色铅笔裙。": {
        "90713846_0": 1
    },
    "红色和白色连衣裙。这件连衣裙有红色和白色毛线花纹，有V领和短袖。这件连衣裙是紧身的风格，由弹性毛线材质制成。": {
        "91323684_0": 1
    },
    "白色和粉色上衣，上面印有鸟的图案。上衣有船领，长袖。": {
        "91359487_0": 1
    },
    "一双黑色和白色条纹的宽松裤。裤子有弹性腰带，由柔软的弹性面料制成。裤子以现代时尚流行的宽松、飘逸的风格制作。": {
        "89952526_3": 1
    },
    "一双黑色长裤，上面有灰色条纹。长裤有直切割，由弹性面料制成。长裤也高腰，有宽直腿。": {
        "91407318_0": 1
    },
    "黑色上衣，上面有白色印刷。": {
        "91320196_3": 1,
        "91379804_3": 1
    },
    "一双紧身裤。紧身裤是黑色的，上面有色彩丰富的图案。它们由弹性面料制成，有高腰带。紧身裤是设计用来搭配运动内衣和运动上衣的。": {
        "91360472_2": 1
    },
    "这件粉色连衣裙在胸口处有蕾丝花边，腰带是丝绸的。这件连衣裙有V领，背后有拉链。": {
        "91342901_2": 1
    },
    "一件红色的圆领短袖连衣裙。这件连衣裙由弹性面料制成，有合身和蓬松的线条。这件连衣裙在底部有卷边细节，在侧面有小开口。": {
        "91258817_0": 1
    },
    "绿色的金扣夹克。夹克有合身的剪裁，材质光滑。夹克穿在白色衬衫上面，搭配一双深色牛仔裤。": {
        "88173230_1": 1
    },
    "带有帽子蓝雨衣。这件外套是用光泽材料制成的，有金色的拉链。这件外套还有一个金色的拉链拉手和前面的金色按钮。这件外套有长袖和长帽子。帽子折叠起来，前面有一个金色的拉链。这件外套是浅蓝色的，前面有一个金色的拉链拉手。": {
        "88269214_3": 1
    },
    "白色连衣裙配黄色的腰带。连衣裙有白色和黑色花纹，腰带上还有一个黄色的蝴蝶结。连衣裙是无袖、V领的，上身是紧身的，下身是宽松的。": {
        "88760076_4": 1
    },
    "黑色与白色条纹连衣裙。连衣裙采用黑色与白色色调，材质是弹性面料。连衣裙是紧身款式，领口是深V型。": {
        "90894362_0": 1
    },
    "棕色边围巾。": {
        "90658626_0": 1
    },
    "绿色的短袖衬衫，有折叠的裙边。": {
        "91038028_1": 1
    },
    "有花卉图案的红色和蓝色连衣裙。这件连衣裙有露肩设计，裙子有飘逸的感觉。主要颜色是红色和蓝色，配有白色和黑色。这件连衣裙用轻质面料制作，可能是棉或 rayon，有波西米亚风格。": {
        "89593713_1": 1
    },
    "一件圆领的蓝色T恤。T恤由柔软、有弹性的面料制成，款式宽松。T恤的颜色是明亮、鲜艳的蓝色，肯定会很突出。": {
        "89461131_0": 1
    },
    "牛仔衬衫。衬衫是浅蓝色的，有领。衬衫是牛仔布制成的，是纽扣式。衬衫由一个穿着白色内衣的女士所穿。": {
        "90481751_0": 1
    },
    "一双白色牛仔裤。裤子有高腰，脚踝处有修剪。用轻质牛仔裤材料制作，有松散的合身感。": {
        "90924334_0": 1
    },
    "有襟的紫色的裙子。裙子有卷起的裙边，有长袖，用光泽材料制成的，背后有长裙。": {
        "89564025_1": 1
    },
    "高腰、中长款、弹性面料的灰色裙子。": {
        "89608323_5": 1,
        "89611758_3": 1
    },
    "蓝色的舞会礼服。这件礼服由光泽材料制成，有紧身的胸衣和满满的裙子。这件礼服是两件式，腰部高，裙子流畅。": {
        "90557160_2": 1
    },
    "黑色不对称裙。裙子由弹性面料制成，有披肩设计。裙子长度短，一侧有高开口。裙子搭配黑色背心和黑色高跟靴。": {
        "59938830_3": 1
    },
    "红色夹克，上面有白色和黑色字母。夹克有拉链，前面有口袋。夹克是光滑的面料，有宽松的合身度。夹克上面有白色字母的世界旅行者字样。": {
        "90744919_5": 1
    },
    "V领、长袖的红色上衣。上衣由柔软、有纹理的面料制成，光泽微妙。上衣领子处有一个银色的按钮，每个袖口处也有一个小的银色按钮。上衣款式松散，下摆呈圆型。": {
        "90657472_1": 1
    },
    "一件长短、轻薄的粉色网眼裙，上面覆盖着网眼，边缘是波浪形边缘。": {
        "90390211_1": 1
    },
    "一条宽松的、长度短的、贝吉色的宽松裤。裤子有拉链，由柔软、飘逸的面料制成。裤子有高腰和宽腿，给它们一个放松、舒适的合身感。": {
        "90742654_3": 1
    },
    "腰带围着腰的 beige 裙。裙子有一条短袖和 V 领。裙子用一种看上去是轻质面料的材料做成的，可能是丝绸或丝绸。裙子用一种时尚的方式穿着，腰带围着腰，V 领。裙子适合各种场合，比如正式场合或休闲聚会。": {
        "74628098_1": 1
    },
    "带有黄白相间花边和黄橙相间花边的小黄 crochet 顶。顶子是弹性面料制成的，有松松的合身感。 crochet 图案是黄白相间，花边是黄橙相间。 这件衣服是长发女的。": {
        "91381957_0": 1
    },
    "一双蓝色牛仔裤。牛仔裤由牛仔布制成，剪裁直切。牛仔裤由一名女性穿着，颜色为深蓝色。": {
        "90673537_5": 1
    },
    "黑色皮夹克，有白色拉链，领口和左侧口袋。夹克里有假皮毛，拉链拉头是银色的。": {
        "90913830_4": 1
    },
    "一双黑色长裤，配有粉色和白色点缀。长裤背面有一块网眼面料，侧面有一条粉色条纹。": {
        "88923030_23": 1
    },
    "一双深蓝色的牛仔裤。裤子是直切的，由牛仔布制成。裤子被一个站立着，双手放在口袋里的女性所穿。": {
        "91401162_0": 1
    },
    "有网眼面料的红色蕾丝连衣裙。这件连衣裙有高领和紧身的胸衣，下摆宽松。蕾丝是编织的，有花卉图案。网眼面料是光泽的，有圆形的切割设计。这件连衣裙是中长款，背后有拉链。": {
        "90695925_2": 1
    },
    "方块和圆圈图案的紫色和黑色衬衫。衬衫有紫色领子和袖口上的紫色按钮。袖子长，有紫色和黑色图案。衬衫是聚酯混织的，有宽松的合身感。": {
        "91035723_4": 1
    },
    "黑色皮夹克，配蓝色的皮袖。夹克有银色的拉链和银色的扣。夹克被一个穿着白色衬衫的女人穿着。": {
        "87680269_1": 1
    },
    "黑色长袖紧身连衣裙。这件连衣裙由弹性面料制成，有V领。这件连衣裙既简单又优雅，适合夜店或特殊场合。": {
        "47754127_0": 1
    },
    "一双黑色长裤。长裤由一种看起来像弹性面料的材料制成的，并且有直切割。长裤由一个站着，双手放在腰上的女人穿着。": {
        "90787386_2": 1
    },
    "一件黑色和白色花纹的连衣裙，长度到膝盖，有蓬松的裙边和领口的纽扣。这件连衣裙是丝绸制成的，没有袖子。": {
        "90313979_1": 1
    },
    "V领和合身的紫色连衣裙。裙子侧面有收皱细节，背后有拉链。裙子是弹性面料制作的，适合大码女士。": {
        "91078687_3": 1
    },
    "上面有黑点图案的白色T恤。": {
        "48004433_3": 1
    },
    "黑色和米色上衣，上面有黑色网眼布覆盖。上衣有黑色蕾丝领和长袖，袖口有黑色蕾丝。网眼布有黑色蕾丝花纹，是透明的，下面是米色。上衣是时尚的风格，有纹理和颜色混合。": {
        "91264627_1": 1
    },
    "灰黑假皮夹克。夹克由类似于皮的材料制成，有灰黑的配色方案。它是一件没有袖子的夹克，有高领和腰带。夹克是用来搭配衬衫或衬衫，是寒冷天气的流行配饰。": {
        "91154244_0": 1
    },
    "一双裤子。裤子是蓝色的，面料是丝绸般的。它们在腰部是合身的，腿是宽的。裤子由一条黑色的腰带支撑。": {
        "91333318_0": 1
    },
    "黑色弹性腰带的灰色铅笔裙。裙子是弹性面料制作的，有直切。裙子是膝盖长，有侧面开口。": {
        "90810931_4": 1,
        "90811567_2": 1
    },
    "黑色无肩上衣，设计精美。它有一条低领，背后有一条细带。面料似乎是弹性面料，可能是尼龙或弹性纤维。这件上衣是时尚的衣服，可以搭配高腰裤，也可以作为内衣。": {
        "91215893_2": 1
    },
    "黑色大衣，领子是海军蓝的。大衣腰带和前面的纽扣。这是双排扣的前短大衣。": {
        "91036488_0": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，有厚腰带。它们是基本款，适合各种活动。": {
        "91124244_1": 1
    },
    "有折叠裙的蓝色连衣裙。这件连衣裙有领子和长袖。这件连衣裙由轻质面料制成，有合身的剪裁。": {
        "88852635_1": 1
    },
    "一件绿色的圆领短袖衬衫。衬衫由柔软的面料制成，适合松身。衬衫背面有一小口和一个小口袋。": {
        "91168721_1": 1
    },
    "黑色毛衣夹克，有帽子。夹克有拉链和前口袋。夹克由柔软的面料制成，有温暖、舒适的感觉。夹克以时尚的方式设计，适合寒冷的天气。": {
        "91296534_0": 1
    },
    "黑色裙子，上面有白色标签。裙子有高腰，下摆有蓬松的形状。材质是弹性面料，质地是毛线面料。裙子是中长款，设计是搭配紧身上衣穿的。": {
        "91187532_0": 1
    },
    "有金属光泽的串珠连衣裙。连衣裙有一肩设计和高领口。串珠有不同的尺寸，以覆盖整个连衣裙的模式排列。金属光泽使连衣裙显得光泽。连衣裙由 mannequin 穿着，在白色背景下展示。": {
        "91260575_0": 1
    },
    "牛仔裙。裙子由浅蓝色牛仔布制成，腰部高。腰带是黑色，前置拉链。裙子是中长款，有飘逸、宽松的合身感。": {
        "78377995_4": 1
    },
    "黑色和蓝色串珠连衣裙。这件连衣裙有V领和无袖设计。串珠有各种深浅的蓝色和黑色，连衣裙有合身的剪裁。": {
        "90509597_0": 1
    },
    "蓝白花纹上衣，长袖，圆领。面料是轻薄、飘逸的面料，风格是波西米亚、休闲的外观。": {
        "82009056_0": 1
    },
    "闪亮的银色金属短裙。这件裙子由闪亮的材料制成，腰线高。它是一款无袖、紧身的款式，非常适合晚上外出。": {
        "91138195_7": 1,
        "91200443_3": 1
    },
    "黑色背心，底部有 fringe。背心有红色和白色色调的组合，由柔软的面料制成。它是可以搭配多种服装的时尚服装。": {
        "88095517_5": 1
    },
    "白色蕾丝连衣裙，上身是透视的，下身是满裙。连衣裙左侧有高分剪，右侧有小蝴蝶结。蕾丝花纹精致，连衣裙有复古感。": {
        "91250121_1": 1
    },
    "白色丝绸长袍。长袍有长袖，腰部有系带。面料柔软光滑，触感舒适。长袍是经典款式，适合休闲或睡觉。": {
        "91140279_0": 1
    },
    "银色拉链黑色皮裙。裙子有高腰和宽腰带扣。皮质光滑，光泽度高，裙子有合身的剪裁。": {
        "90797549_2": 1
    },
    "带有条纹图案的白色衬衫。衬衫有圆领和短袖。条纹很细，看起来是和衬衫的其他部分用不同的材料做的。这件衬衫是挂在 mannequin上的，在白色背景下展示。": {
        "54869689_4": 1
    },
    "黑色毛衣，有破损的领口和长袖。毛衣有宽松的合身度，由光滑的面料制成。面料上有多处破损和撕裂，给毛衣带来了破损的外观。": {
        "70477083_2": 1
    },
    "黑色的背心，前面有水晶设计。": {
        "91312942_1": 1,
        "73223898_9": 1,
        "91292223_3": 1
    },
    "白色连衣裙。这件连衣裙是透气的面料，有V领。这是一件无袖连衣裙，有飘逸的设计。": {
        "91120287_1": 1
    },
    "黑色短袖船颈连衣裙。这件连衣裙有紧身的胸线，下摆有蓬松的裙摆。这件连衣裙的面料似乎是弹性毛线，而且是经典优雅的款式。": {
        "88258192_0": 1
    },
    "有光泽的短裙。裙子由光泽材料制成，有五颜六色的。它是一个短裙，由一个女人穿着。": {
        "90520527_1": 1
    },
    "腰带扣白衬衫。衬衫有松散的合身感，由轻质面料制成。袖子长，领口高。腰带扣由对比色制成，为整套服装增添色彩。": {
        "91248115_0": 1
    },
    "有花纹的红色和白色裙子。裙子有红色背景，白色花朵和绿色叶子。裙子由一种看上去是棉和聚酯混合的面料制成的。裙子是中长款，有优美的剪裁。裙子以时尚的方式打扮，适合各种场合。": {
        "89610687_2": 1
    },
    "色彩缤纷、多彩的挂钩上衣。上衣是用网状材料制作的，有独特、抽象的设计。上衣上使用的颜色主要是白色、黑色和黄色。这件挂钩上衣被一个站在白色背景前的女性所穿。": {
        "90564131_2": 1
    },
    "短短的橙色连衣裙，有V型领口和紧身的胸衣。这件连衣裙是用弹性面料制作的，设计简单。": {
        "91248012_3": 1
    },
    "一双黑色牛仔裤。牛仔裤由牛仔布制成，有直筒型。由一个站着的女子所穿，看起来是穿着黑色衬衫。": {
        "70968946_4": 1,
        "90672057_3": 1,
        "91341682_1": 1,
        "90465930_1": 1
    },
    "破旧的牛仔夹克。夹克是浅蓝色的，有破旧的风格。它有领子、前扣和前口袋。夹克是牛仔布制成的，有宽松的合身感。": {
        "90787813_0": 1
    },
    "一双牛仔裤。牛仔裤是浅蓝色的，有破损的样子，有破洞和破口。膝盖处也有破损。": {
        "90996401_0": 1
    },
    "绿色的背心，有棕色领子。背心左边有个口袋，右边有个按钮。背心是软的面料，有松松的合身感。": {
        "89648096_3": 1
    },
    "穿着白色蕾丝裙的女子，裙子是海仙女式，背后有低腰，有长裙。女子也戴着银项链和手镯。": {
        "90810483_1": 1
    },
    "白色蕾丝连衣裙。这件连衣裙有花卉图案，由透薄的面料制成。这件连衣裙没有袖子，有V型领口。蕾丝是编织的，有精致的外观。": {
        "89060955_3": 1
    },
    "一件紫色的丝质上衣，V领，长袖。上衣有松散的合身感，由柔软的流畅材料制成。紫色是深色，非常适合秋天。上衣有前口袋，领口处有按钮。": {
        "91118027_0": 1
    },
    "黑色短裙上配着一件长短裙，长裙底部是连着的。裙子材质没有说明，但看起来是纯色。裙子有飘逸的设计，适合运动活动。": {
        "89458617_1": 1
    },
    "棕色和白色格子裙。": {
        "90775709_2": 1
    },
    "黑白格子连衣裙。连衣裙有领子、短袖，裙子有卷边。女孩穿着这件连衣裙，头发很长，是棕色。": {
        "90733424_0": 1
    },
    "有拉链的伪装夹克。夹克有黑色，并带有灰色伪装图案。它是由柔软的材料制成的，可能是棉或聚酯，并且有松散的合身。夹克是时尚的风格，有拉链在前面，左侧有一个口袋。": {
        "90607389_3": 1
    },
    "黑色蕾丝衬衫，配黑色领子和银色链条。衬衫前面有一条黑色丝带，领子上有一颗银色按钮。蕾丝精致，衬衫时尚。": {
        "90822116_0": 1
    },
    "一双牛仔裤。牛仔裤是深蓝色的，腰带高。由牛仔布制成，有紧身的合身。牛仔裤由一个穿着黑色衬衫的女士展示。": {
        "90996311_3": 1,
        "91135320_0": 1
    },
    "一件蓝色的高领连衣裙，领口处有个系带。这件连衣裙松身，材质轻薄。这件连衣裙的领口是下垂式，袖子短而松。这件连衣裙被一个站立的女子所穿，她正往下看。": {
        "91373886_0": 1
    },
    "黑色和白色花边衬衫，花纹是花朵和叶子。衬衫有高领、长袖和花边背。花边精致，有黑色和白色色调。花朵花纹是红色樱桃和叶子。": {
        "91383586_1": 1
    },
    "绿色和黑色大衣，黑色拉链。大衣有黑色领子和黑色拉链拉手。大衣是用光泽面料制成的，上面有迷彩图案。": {
        "91151262_1": 1
    },
    "绿黄夹克，有皮领。夹克前面有拉链，胸前有两个大口袋，领口上有一枚银色按钮。夹克挂在 mannequin上，放在商店的橱窗里。": {
        "91343136_3": 1
    },
    "一双黑色宽松裤。裤子侧面有拉链，由光泽材料制成。裤子宽松、飘逸，穿着舒适、放松。": {
        "89882880_2": 1
    },
    "一件红色的毛衣，领口是圆领。这件毛衣是柔软的、有弹性的毛衣，松身。它是单件的衣服，覆盖全身，长袖，高低裙边。圆领是独特的特点，给简单的设计增添了一丝风格。": {
        "91384094_2": 1
    },
    "白色长袖上衣，前置扭曲设计。材料似乎是伸展性面料，上衣松散地适合。扭曲前置设计创造了一种独特而时尚的外观。": {
        "90808245_0": 1
    },
    "有V型领口和侧面切割细节的紫色连衣裙。这件连衣裙由光泽材料制成，有紧身的剪裁。": {
        "90395600_0": 1
    },
    "V领短袖粉色T恤。T恤由柔软、弹性的面料制成，呈现出淡粉色。T恤有宽松的尺寸，设计为舒适和方便活动。": {
        "89466573_2": 1
    },
    "一双蓝白花纹的裤子。裤子有松松的合身度，是轻质的面料。裤子有脚踝的袖口，腰带有拉绳，可以调整合身度。": {
        "88030630_3": 1
    },
    "黑白格子连衣裙。这件连衣裙有黑白格子，小黑点在白色背景上。这件连衣裙还有腰带，腰带是黑色，连衣裙的裙子是黑白格子。这件连衣裙很短，很性感。": {
        "82037848_1": 1
    },
    "黑色和粉色连衣裙，配有黑色和白色条纹的裙子。连衣裙采用黑色和白色色调，配有粉色点缀。连衣裙材质是编织的，有合身的胸衣和宽松的裙子。": {
        "91398612_2": 1
    },
    "黑色长袖衬衫，领子是扣子扣的。衬衫有前口袋和拉链。面料是轻质的，可能是棉和聚酯的混搭。衬衫是休闲风格，适合日常穿着。": {
        "90987967_4": 1
    },
    "白色背心，黑色肩带，背心有V字领，由一个女人穿着，她正低下头看。": {
        "91245368_1": 1
    },
    "金色拉链的绿色夹克。夹克由一种未指定的材料制成，但它似乎是一种合成材料。夹克有领子，有帽子，是短袖设计。夹克是蒙克拉品牌的一部分，蒙克拉以其高端户外服装而闻名。": {
        "85297415_2": 1
    },
    "黄色无袖上衣，领口处有系带。上衣领口是圆形的，材质是光泽的。系带是较深色的黄色，材质与上衣不同。上衣是时尚的款式，适合休闲或半正式场合。": {
        "91359152_2": 1
    },
    "黑色的蕾丝细节。这件连衣裙有短袖和紧身的胸衣，由蕾丝细节突出。这件连衣裙还配有腰带，腰带是黑色的，腰带在腰上，使这件连衣裙更加优雅。": {
        "91212176_0": 1
    },
    "肩部有开口的黑色上衣，领口宽，袖子长。上衣由弹性面料制成，松身。": {
        "91366627_0": 1
    },
    "黑色毛衣，配有黑色毛领。毛衣是光泽面料制成的，在脖子处有金色的金属扣。毛领是黑色面料制成的，底部有毛边。黑色毛衣的肩膀上披着一件毛衣。": {
        "91410693_0": 1
    },
    "配有同色围巾的蓝色的蕾丝连衣裙。连衣裙有V领，蕾丝覆盖的流畅裙摆。围巾披在肩上，在脖子处有银色的扣子。连衣裙和围巾都是光泽的蓝色面料，连衣裙有合身的胸衣和流畅的裙摆。": {
        "91116434_0": 1
    },
    "蓝色的皮夹克，有领，拉链，和银色的按钮。夹克有假皮革领，前面有一个银色的按钮。": {
        "70839283_3": 1
    },
    "黑色花卉印花连衣裙，款式为系带式。连衣裙有圆领和长袖。花卉印花由粉色、紫色和绿色的小花组成。连衣裙由轻质面料制成，可能是丝绸或丝绸。连衣裙款式为系带式，在腰部系带，营造出飘逸和舒适的款式。": {
        "91358226_2": 1
    },
    "白色高领衬衫，前襟有折叠。衬衫材质轻薄，剪裁合身。领口高，前襟有折叠。": {
        "91362584_2": 1
    },
    "红色和黑色条纹的连衣裙。这件连衣裙由弹性面料制成，有长袖。这件连衣裙是短裙，由一位女士穿着。": {
        "91309566_0": 1
    },
    "带有破损设计和修身裁剪的牛仔夹克。夹克有前拉链、两个前口袋和领子。袖子长而有袖口设计。夹克由牛仔布制成，颜色为浅蓝色。": {
        "89238269_0": 1
    },
    "白色蕾丝衬衫，有折叠领口和花卉图案。衬衫有高领和长袖。蕾丝精致，面料轻薄。衬衫有女性气质和浪漫的氛围。": {
        "91113150_0": 1
    },
    "皮带，腰带带上金扣。": {
        "88066414_4": 1
    },
    "白色蕾丝连衣裙。这件连衣裙有V型领口和紧身的胸围。蕾丝花纹复杂，覆盖了整件连衣裙。": {
        "89290548_1": 1
    },
    "白色和黑色背心，V领，黑色和白色印花。背心有宽松的合身度，由轻质面料制成。": {
        "91072006_0": 1
    },
    "贝吉色拉链裙。裙子是弹性面料制成的，款式是流畅、休闲的。": {
        "90618317_0": 1
    },
    "黑色夹克。夹克由一种未指定的面料制成，但它看起来是单色。夹克有经典的合身，有领口，两个前口袋，和按钮袖口。夹克以时尚的方式制作，适合专业和休闲场合。": {
        "63424249_1": 1
    },
    "高领长袖的格子衬衫。衬衫由牛仔布制成，上面有蓝黑格子花纹。这件衬衫挂在 mannequin上，放在商店的橱窗里。": {
        "89733937_3": 1
    },
    "一双黑色长裤。长裤是直切的，由牛仔布制成。一女子穿着，站立，双手在口袋里。": {
        "90974907_2": 1
    },
    "紫色的V领和领口有卷边，有弹性面料制成的上衣，有圆形的下摆。": {
        "91018772_1": 1
    },
    "白色网眼衬衫。网眼是透的，衬衫是宽松的。网眼也是透的，露出穿着者的皮肤。": {
        "89569729_3": 1
    },
    "黑色网眼裙，配有黑色弹性腰带。网眼是舞蹈服和芭蕾裙中常用的面料。裙子很长，很流畅，搭配黑色上衣。这套服装适合正式场合或舞蹈表演。": {
        "90965037_0": 1
    },
    "灰色的铅笔裙子，前边有一个小开口。裙子是用羊毛混搭面料制作的，有经典的铅笔裙式。": {
        "91052260_1": 1
    },
    "白色长袖连衣裙，前面有拉链。连衣裙是弹性面料制作的，有深V领。连衣裙是紧身的，有长袖。": {
        "91352585_2": 1
    },
    "白色蕾丝衬衫，袖子上配有黑色蕾丝。衬衫领子上有一颗黑色按钮，袖口上也有一个黑色按钮。衬衫上的蕾丝是透气的，面料是棉麻混织。衬衫的款式很时尚，又有一丝现代感。": {
        "91002819_0": 1
    },
    "皮夹克。皮夹克是用兔子皮做的，是棕色和白色的。它有时尚的风格，穿着皮夹克。": {
        "89848546_3": 1
    },
    "长款、浅灰色毛衣裙，领口和长袖。裙子由柔软的毛线材质制成，款式宽松。这是一件基本款、休闲的裙子，可以穿得正式或休闲。": {
        "91260811_2": 1
    },
    "黑色和浅棕色花型连衣裙。这件连衣裙有黑色蕾丝叠加和黑色串珠腰带。这件连衣裙是无肩带款，有高领和飘逸的裙子。这件连衣裙由一个长发、深色的女性所穿。": {
        "91398917_2": 1
    },
    "黑色皮夹克。夹克有拉链，银色五金件，腰带。它还带有银色扣子和银色拉链拉。夹克有松散的合身，用高质量的皮制。": {
        "89836234_0": 1
    },
    "有高分口的红色连衣裙。这件连衣裙有海绵式，并带有高分口的肩膀。这件连衣裙在前部和后部也有高分口，还有大腿高的开口。这件连衣裙由光滑的面料制成，可能是丝绸，并带有合身和放松的轮廓。": {
        "91245783_0": 1
    },
    "黑色蕾丝连衣裙，银色金属线花纹设计。连衣裙有紧身的胸衣和飘逸的裙子。领口是深V领，连衣裙有短袖。连衣裙尺寸是中号，由弹性面料制成。": {
        "91419239_3": 1
    },
    "绿心，白脸，白眼。绿心穿着一件白色的衬衫，上面有绿心。": {
        "49533101_4": 1
    },
    "一双白色麻布裤。裤子有腰带，膝盖处有修剪。颜色淡，适合松身。": {
        "84160692_0": 1,
        "90290927_0": 1
    },
    "棕色和白色毛皮背心。背心由毛皮制成，有棕色皮革的边饰。它是长背心，覆盖了全身，有高领。毛皮柔软且蓬松，皮革边饰增添了整体外观的优雅感。背心由一位站在白色背景前的女士所穿。": {
        "91308234_2": 1
    },
    "红色连衣裙。这件连衣裙由一种看上去像一种面料的材料制成的。这件连衣裙有V领和无袖设计。这件连衣裙是包身式，这意味着它可以系在腰上，创造一个更合身的外观。这件连衣裙也是中长款，这意味着它落在膝盖上方。": {
        "90065807_0": 1
    },
    "红黑花纹的蕾丝覆盖的连衣裙。连衣裙有高领、长袖和分层裙。蕾丝覆盖是纯的面料，有红黑花的图案。连衣裙是复古风格，面料是棉和聚酯混合。": {
        "88394245_4": 1
    },
    "一件红色上衣，前面有一个钥匙孔。上衣有短袖和圆领。面料看起来是柔软的轻质面料，可能是棉或 rayon。上衣是现代风格的，有圆领线，松身。": {
        "89537564_1": 1
    },
    "一双黑色网眼内裤。内裤有弹性，由光泽材料制成。网眼内裤位于内裤两侧，由细黑带连接在一起。内裤由一位站立的女性所穿，她似乎穿着黑色运动内衣和黑色运动上衣。": {
        "91160589_3": 1
    },
    "深V领和短袖的紫色蕾丝连衣裙。这件连衣裙有飘逸的波西米亚风格，整个连衣裙都是蕾丝花纹。这件连衣裙的蕾丝是紫色，有紧身的胸衣，然后在腰部开口，变成一件满满的裙子。这件连衣裙搭配一件红色的披肩，披肩上也有类似的蕾丝花纹，披在肩膀": {
        "91020334_3": 1
    },
    "黑色连衣裙，前端有系带。裙子有紧身的胸衣和满满的裙子。裙子是用弹性面料制作的，前端有拉链。这件连衣裙是复古风格，适合特殊场合。": {
        "89824667_1": 1
    },
    "色彩丰富、抽象图案、包式裙。裙子由轻质面料制成，有飘逸、宽松的合身感。图案由各种颜色和抽象形状组成，包括蓝、绿、粉、白等混合色。裙子设计为包式裙，将面料在腰部 drap 下来，并用绳子系紧。": {
        "89634578_1": 1
    },
    "黑色花卉设计的 bomber 夹克。夹克由光泽材料制成，并带有拉链。花卉设计由各种颜色和图案组成，包括粉色、紫色和白色花朵。夹克还带有黑色皮革领和黑色皮革袖口。": {
        "90639031_3": 1
    },
    "黑色和红色花卉印花的连衣裙，松身和短袖。连衣裙有黑色和红色花卉印花，腰带是黑色。连衣裙松身，短袖。": {
        "82039233_11": 1
    },
    "绿色的裙子。裙子由一种看上去是棉混织的面料制成的。裙子有高腰和宽松的、飘逸的底部。绿色的颜色是深森林绿，裙子是中长款。": {
        "91187650_0": 1
    },
    "白色短袖上衣，带有爱国主义设计。上衣采用红色、白色和蓝色混合的颜色，带有星星和条纹。该设计是休闲的，适合放松的一天。": {
        "91028130_0": 1
    },
    "黑色皮夹克。夹克有光泽的表面，配有银色五金件。它有领子、前拉链和两个前口袋。夹克是挂在 mannequin上的，下面配有白色衬衫。": {
        "91330929_3": 1
    },
    "一双黑色皮裤，上面有银色的钉子。裤子腰部高，腰和臀部有紧身效果，膝盖处收紧。裤子看上去和触感都像人造皮，上面有银色钉子装饰。这双裤子被一个站着的女子穿着，为相机摆姿势。": {
        "88820369_3": 1
    },
    "有黑网格面料的斑点长裤。长裤是用弹性面料制作的，有高腰带。斑点是黑、白、棕的混合色，黑网格面料是散布在长裤上的。长裤是长裤风格的，适合各种运动。": {
        "91261969_0": 1
    },
    "条纹长袖上衣，领口是船型。条纹是黑白的，上衣是柔软的轻质面料制成的。时尚风格是休闲和舒适的。": {
        "89550610_0": 1
    },
    "黑色和白色连衣裙，有染料图案。连衣裙是流苏材料，有宽松的合身。连衣裙是短的，有短袖。": {
        "91262325_0": 1
    },
    "长袖，收腰式，深紫色上衣，有V领，前面有系带。面料是柔软、飘逸的面料，上衣是松松的，飘逸的。": {
        "91186757_3": 1
    },
    "圆领和长袖的粉色衬衫。衬衫领口处有卷边细节，材质轻薄。衬衫以女性化的风格制作，适合休闲和正式场合。": {
        "91346146_1": 1
    },
    "黑色圆点衬衫，上面有花边。衬衫有高领和长短袖。圆点小而黑色，花边透气且有花边纹理。衬衫搭配黑色笔挺裙和黑色裤子。": {
        "91422639_3": 1
    },
    "带有夏日主题设计，带有海滩场景、灯塔、冲浪板、海星和海贝壳的蓝色T恤。": {
        "91037343_0": 1
    },
    "有拉链的蓝色连衣裙。连衣裙有三分之二的袖子，有圆领。连衣裙是用光滑的材料制作的，有合身的剪裁。": {
        "90928479_1": 1
    },
    "白色长袖上衣，背后有蕾丝。上衣有船颈，由柔软、轻质的面料制成。背后的蕾丝是透的，有精致、女性化的外观。上衣有松散的剪裁，适合休闲穿。": {
        "91261363_1": 1
    },
    "花卉图案裙。裙子由流畅的面料制成，上面有花卉图案，颜色混合，包括绿色、棕色、粉色和紫色。裙子膝盖长，有流畅的设计，非常适合夏天的服装。": {
        "91187879_0": 1
    },
    "一双深棕色长裤。长裤由厚重、沉重的面料制成，有直切。它们不紧身，有松散的合身感。长裤不瘦，但也不大，更像直切腿的风格。长裤有拉链和按钮扣。": {
        "91243736_2": 1
    },
    "这件衣服是蕾丝上衣和丝绸裙子。这件衣服是两色调的，白色的蕾丝上衣和红色的丝绸裙子。这件衣服有甜心型领口和拉链后背。这件衣服是正式风格，适合特殊场合。": {
        "91372275_1": 1
    },
    "黑色蕾丝连衣裙，有小圆点花纹。连衣裙有飘逸的裙摆和深V领。蕾丝是透的，连衣裙是轻质面料。小圆点散布在连衣裙上。连衣裙搭配黑色腰带和黑色手提包。": {
        "90161191_1": 1
    },
    "花卉图案无袖上衣，腰部高，直线下摆。主要颜色是米色、粉色和紫色，面料是聚酯和斯潘克斯的混合。时尚风格是休闲、飘逸的上衣，非常适合夏天。": {
        "91024971_6": 1
    },
    "带有蕾丝叠层蓝色的连衣裙。这件连衣裙有圆领，下摆有蕾丝叠层，下摆有卷边。这件连衣裙是无袖的，背后有拉链。": {
        "87912998_1": 1
    },
    "黑色皮夹克，配有金色五孔扣。夹克上有一条缝线花纹，左臂和右臂各有一个金色的拉链口袋。夹克上还配有金色的拉链，有现代感，有光泽，有时尚感。": {
        "91385063_0": 1
    },
    "一双蓝绿色印花长裤。长裤有宽松的流畅型，腰带宽大，有黑白条纹图案。长裤宽松，脚部宽大，向脚踝收紧。蓝绿色印花图案有抽象的形状和线条，给长裤现代时尚的外观。": {
        "90796975_0": 1
    },
    "有红标的破旧牛仔夹克。夹克上缝有各种不同颜色的牛仔布，有银色的拉链，有黑色皮带，有银色扣。夹克有破旧和褪色的外观，给人一种复古和破旧的感觉。": {
        "91055549_0": 1
    },
    "一件蓝色的V领短袖连衣裙。这件连衣裙由柔软的面料制成，款式宽松。这件连衣裙前面系有一条领带，由一位女士所穿。": {
        "91323221_1": 1
    },
    "白色上衣，袖口有折边，领口是V字型。上衣是弹性面料制成的，适合松身。": {
        "91086604_0": 1
    },
    "蓝白相间，有漩涡形状的图案。这件连衣裙是松紧合身的，用轻质面料制成的。这件连衣裙是设计为飘逸和舒适的。": {
        "87702092_2": 1
    },
    "蓝白花纹连衣裙。连衣裙长袖，高领。面料采用轻质面料，可能是棉或麻。连衣裙松身，特色花纹混合蓝白色。连衣裙设计飘逸舒适，适合休闲或休闲装。": {
        "91436537_3": 1
    },
    "短袖海军蓝T恤裙，圆领，松身。裙子由柔软舒适的面料制成，有圆领和短袖。这款裙子是日常穿着的简单舒适的选择。": {
        "88140842_1": 1
    },
    "红色的短袖衬衫，前面有花边设计。衬衫有船颈，用弹性面料做成的。花边设计是红色的，有小花和较大的花的混合。": {
        "89555435_0": 1
    },
    "背后有拉链的黑色蕾丝上衣。蕾丝由光泽材料制成，拉链为银色。上衣为无袖设计，有高领。": {
        "91235989_5": 1
    },
    "黑色丝绸海绵式裙。裙子有高腰和底部宽松的飘逸感。这是一件正式而优雅的服装。": {
        "89538912_2": 1
    },
    "黑色和白色花卉图案的裙子。裙子由一种看上去是棉和聚酯的混合材料制成的。裙子有高腰和宽松的腰带。花卉图案是由黑色、白色和粉红色的花混合而成的。裙子是中长款，也就是说它落在膝盖上方。": {
        "90304394_4": 1
    },
    "黑色宽松的短袖T恤。T恤有圆领，材质柔软。T恤是宽松的，有松散的合身感。": {
        "91233856_7": 1,
        "87781395_2": 1
    },
    "一双长筒紧身裤。长筒紧身裤是黑色和黄色。它们由弹性面料制成，有宽松、飘逸的设计。长筒紧身裤由一个 mannequin 穿着，它站在纯色背景前。": {
        "88578204_7": 1
    },
    "一双花卉图案的黑色长裤。长裤有宽松的尺寸，由弹性面料制成。花卉图案由各种色调的粉色、紫色和绿色的小花组成。": {
        "38742874_3": 1
    },
    "黑色和银色礼服。这件礼服有长袖和长裙。这件礼服是用光泽材料制作的，上面有银色串。这件礼服是肩部露出的，背后有拉链。": {
        "90316772_2": 1
    },
    "黑色和白色小裙子，上面印有蘑菇图案。裙子前面有拉链，材质是弹性面料。蘑菇图案是黑色和白色混合，蘑菇周围有红色轮廓。裙子短，腰带高，是时尚和潮流的外衣。": {
        "55734589_6": 1
    },
    "白色T恤，上面有黑色的心形图案。心形中间有一个黑眼圈，周围用黑色字体写着爱字。T恤采用黑色和白色色调，休闲时尚的风格。": {
        "85173736_0": 1
    },
    "白色和黑色连衣裙，背后有黑色和白色拉链。连衣裙有黑色和白色色调，背后有黑色和白色拉链。连衣裙是紧身的款式，有黑色和白色色调。": {
        "89790005_2": 1
    },
    "背后有拉链的银色连衣裙。连衣裙有长袖和高领。这款衣服的面料看起来像一件闪亮的金属面料。": {
        "91431545_4": 1
    },
    "条纹裙子采用绿色和白色色调。裙子由轻质面料制成，有松松的合身感。顶部有黄色条纹，底部有白色条纹。裙子有高腰，底部有宽松的弹性带。": {
        "90521971_0": 1
    },
    "五口白牛仔裤。牛仔裤有高腰，用牛仔布做成的。牛仔裤配以白色腰带，有按钮和拉链的扣。": {
        "91170875_2": 1
    },
    "一件黑色腰带的白色长裤。长裤是短裤的风格，由弹性面料制成。腰带由光滑的黑色面料制成，有银色的扣。长裤由一个微笑的女子所穿。": {
        "90440745_2": 1
    },
    "白色蕾丝上衣，冷肩设计。蕾丝透薄，花纹精致。上衣采用柔软的面料， drapes well，适合休闲穿着。": {
        "91344873_1": 1
    },
    "黑色T恤，V领，短袖。T恤由柔软的弹性面料制成，适合松身。": {
        "88654173_3": 1
    },
    "穿着红色夹克的女性，黑色皮革的饰边。夹克有花型图案，腰间有黑色腰带。女性也穿着黑色衬衫，在夹克下面。": {
        "90924299_0": 1
    },
    "黑色丝绸面料的连衣裙。裙子有紧身的胸衣和飘逸的裙子。裙子是无袖款式，背后有拉链。这款连衣裙是正式款式，适合晚宴场合。": {
        "91350699_1": 1
    },
    "黑色礼服，有环绕式设计。礼服有V领和长袖。面料有弹性，礼服是光滑的面料。礼服是小号，由一个身材丰满的女性所穿。": {
        "83325671_1": 1
    },
    "穿着花卉图案的粉色和蓝色连衣裙的女士。连衣裙前面有一道高裂，腰间系着一条粉色的腰带。这位女士还穿着一双黑色高跟鞋。": {
        "88015148_4": 1
    },
    "一件蓝色的西装外套，配着白色衬衫。西装外套前面有个纽扣，还有个领子。衬衫是白色的，也有个领子。这件西装外套被一个站在白色墙面前的女性所穿。": {
        "88729238_1": 1
    },
    "有拉绳腰带的黑色连衣裙。连衣裙是宽松的，有长袖。连衣裙是用弹性面料制作的，前面有一个口袋。连衣裙是休闲和舒适的风格。": {
        "91323344_3": 1
    },
    "这件亮橙色V领紧身连衣裙，腰部有收口。这件连衣裙由弹性面料制成，设计为无袖。这件连衣裙以时尚和潮流的方式打扮，使其成为夜店或特殊场合的完美选择。": {
        "88068856_3": 1
    },
    "有圆点的小绿裙。裙子有V型领口和飘逸的款式。裙子是弹性面料做的，有围裙的设计。": {
        "90690342_0": 1
    },
    "灰色连衣裙，船颈，圆型下摆。面料似乎是聚酯和弹性纤维的混合，款式是宽松的。": {
        "91246045_0": 1
    },
    "一件有白色阿迪达斯标志的蓝色T恤。T恤有圆领和短袖。": {
        "91341720_0": 1
    },
    "有侧缝的黑色连衣裙。连衣裙有V领和长裙。连衣裙有银色珠子和串。连衣裙是地板长度的，有鱼尾裙的轮廓。穿着连衣裙的女士站着，微笑着。": {
        "91176376_0": 1
    },
    "白色和黑色衬衫，有扭曲的图案。衬衫的底色是白色，上面有扭曲的黑色线条。这件衬衫是长袖的，有宽松的合身度。": {
        "91215037_1": 1
    },
    "黑色皮夹克，有银色的拉链。夹克有腰带和腰带上的扣。夹克前面也有银色的拉链。这件夹克被一个穿着白色衬衫的女士所穿。": {
        "90480246_2": 1
    },
    "圆领长袖粉色连衣裙。这件连衣裙由弹性面料制成，适合松身。这件连衣裙是浅粉色，是基本款式。": {
        "91358359_2": 1
    },
    "有领和前有按钮的牛仔衬衫。牛仔裤有破损的样子，是牛仔布制成的。": {
        "89385903_0": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，腰带厚。它们设计紧贴臀部和大腿，提供舒适和支撑。紧身裤也提供各种尺寸，使其适合各种体型的身体。": {
        "90995415_1": 1
    },
    "前有拉链，有领，胸前有拉链口袋的棕色皮夹克。夹克有时尚的外观，由皮革材料制成。": {
        "87703291_0": 1
    },
    "绿色夹克，银色拉链。夹克有光泽的丝绸质地和银色拉链。夹克是浅绿色，质地光滑。夹克是女性款式，前面有拉链。": {
        "89632903_0": 1
    },
    "灰色和白色裙子。裙子由弹性面料制成，有包袱式设计。它是一条中长裙，有灰色和白色图案。": {
        "91376367_0": 1
    },
    "一件亮黄色的夹克，有翻领，三粒扣，前有两个口袋。夹克是弹性面料制作的，有合身的剪裁。": {
        "89864872_0": 1
    },
    "有深V领和有纹理的面料的紫色连衣裙。这件连衣裙是用弹性面料制作的，侧面有一个高开口。": {
        "91218311_1": 1
    },
    "有卷边裙的黑色连衣裙。连衣裙有一肩带，侧面有一个小开口。裙子是卷边的，侧面也有一个小开口。": {
        "70967429_0": 1
    },
    "蓝色的拉链裙。裙子由光泽材料制成，前面有拉链。裙子在腰部合身，底部开口。": {
        "90805588_1": 1
    },
    "长而紫色，一肩的连衣裙。这件连衣裙是光泽的面料，有流畅而优雅的设计。": {
        "90925735_1": 1,
        "91413085_0": 1
    },
    "白色蕾丝上衣，背后是透视的。蕾丝上有花卉设计，上衣是用柔软透气的面料制作的。": {
        "91027504_3": 1
    },
    "蓝黑色流苏袖上衣，印花是花朵图案。上衣是轻质面料，可能是丝绸，有波西米亚风格。使用的颜色是蓝、黑、白，花朵图案是小花和中等大小的混合。流苏袖长而飘逸，领口是深V型。": {
        "90392904_0": 1
    },
    "灰色的羊毛混搭西装外套，配有黑色按钮。西装外套有翻领和前开口袋。这件外套穿在白色衬衫和黑色和白色格子裙上面。": {
        "90685389_0": 1
    },
    "条纹连衣裙，白色和蓝色色调。裙子背面有拉链，材质光滑。条纹是水平的，裙子长度中长。": {
        "88592244_2": 1
    },
    "蓝白条纹裙子，带有卷边设计。裙子有褶皱设计，用轻质面料做成。蓝白条纹是垂直的，卷边是用白色面料做的。裙子短，膝盖长度。": {
        "89636054_0": 1
    },
    "一双灰色内裤，腰带是黑色。内裤是弹性面料制成的，款式时尚。": {
        "88763066_1": 1
    },
    "黑色短袖上衣。它是由弹性面料制成的，并且有光泽的面料。短袖上衣是设计为可以穿在胸罩上的，并且没有肩带的设计。": {
        "91193875_1": 1
    },
    "黑色前置设计的棕色T恤。": {
        "91364906_2": 1
    },
    "一双黑色宽松的宽腿裤，底部有卷边。裤子有松散的合身度，由柔软的面料制成。卷边是黑色，为整体的外观增添了女性化的气息。": {
        "91317821_3": 1
    },
    "黑色的蕾丝边长裙。裙子有V型领口和背心式设计。裙子用弹性面料做成，是紧身裙式。": {
        "89613110_1": 1
    },
    "一件牛仔裤。牛仔裤是深灰色，由牛仔布制成的。牛仔裤是直切的，宽松的。牛仔裤还有一个黑色腰带环和黑色拉链。": {
        "91435752_1": 1
    },
    "有白领和扣扣的格子衬衫。衬衫有白底，黑，红和浅色的格子图案。衬衫长袖，松身。": {
        "91119637_0": 1
    },
    "黑色拉链的棕色皮夹克。夹克有破损和洞的皮革。夹克前面还有一个银色的拉链和银色的按钮。这件夹克是由一个女性所穿的，她正在为相机摆姿势。": {
        "89050433_1": 1
    },
    "黑色上衣，前端有系带。面料看上去是弹性毛线，上衣有宽松的合身感。颜色深，面料光滑。": {
        "91419403_0": 1
    },
    "黄色短袖圆领T恤。T恤由柔软的弹性面料制成，使其舒适贴身。T恤有休闲的风格，使其非常适合日常穿着。": {
        "91417590_2": 1
    },
    "白色和蓝色印花上衣，船颈和长袖。上衣是松身的，由编织材料制成。": {
        "91171361_5": 1
    },
    "高领长袖红衬衫。衬衫有松身的合身度，材质柔软。衬衫的颜色是深红，接近酒红，面料有光泽。衬衫有松身的合身度和长袖，是舒适又百搭的衣服。": {
        "91232657_1": 1
    },
    "绿色弹力夹克，有拉链。夹克有假皮领，腰部有系带。袖子长，有弹性袖口。夹克由光滑的面料制成，可能是聚酯混合面料。": {
        "91325935_1": 1
    },
    "白色连衣裙，V领，背后有拉链。这件连衣裙是弹性面料制作的，有合身的剪裁。": {
        "91325913_0": 1
    },
    "银色饰边黑色皮夹克。夹克有银色拉链，前饰银色饰边，和银色拉链拉头。夹克也有银色拉链在袖子上和背上。夹克有黑色皮质领口和银色拉链在领口上。夹克也有银色拉链在背上。夹克有银色拉链在袖子上和背上。夹克有银色拉链拉": {
        "91079032_0": 1
    },
    "灰色上衣，上面印有黑色和白色的图案。上衣是无袖的，领口是圆形的。上衣上的图案是黑色和白色线条和曲线混合。": {
        "91389187_0": 1
    },
    "黑色与白色背心。背心由光泽材料制成，有黑色与白色图案。它是无袖背心，有高领，有拉链。背心是设计用来穿在衬衫或毛衣上面，适合寒冷的天气。": {
        "91084630_0": 1
    },
    "一件粉色光泽的珠光布料，配上银色珠光腰带和银色珠光袖口。": {
        "89453894_0": 1
    },
    "一双黑色和白色条纹的宽松长裤，脚口有松紧带，腰带有拉链。材质是弹性面料。": {
        "90071731_1": 1
    },
    "黑色和白色花卉印花裙。裙子有黑色背景，上面有白色花朵和叶子。花朵有黑色、白色和绿色混合的颜色。裙子是包边式，侧面有拉链。": {
        "90801454_0": 1
    },
    "牛仔夹克。夹克是浅蓝色的，风格经典。它有前拉链，两个前口袋，后背口袋。夹克是用牛仔布制作的，有松散的合身感。": {
        "90606093_3": 1
    },
    "一件有领口和前扣的绿色衬衫。衬衫有五个纽扣，胸口有两个口袋。领口折叠下来，衬衫有松松的合身感。": {
        "90786463_0": 1
    },
    "白色上衣，有圆领口和前片开口。上衣有长袖和领口的洞。面料看上去是柔软的、有弹性的面料，风格是现代、时尚的外观。": {
        "91185213_0": 1
    },
    "白色长袖衬衫，有领口。衬衫松身，材质轻薄。是纽扣衬衫，前面有口袋，下摆呈圆型。衬衫款式长流苏，适合休闲和正式场合。": {
        "89383572_1": 1
    },
    "有一位穿着一件长到膝盖的、有蕾丝的、青色调的连衣裙，腰上系着一条银色的串珠带。": {
        "89449575_0": 1
    },
    "有扣子的红夹克，长袖，领子。夹克是用柔软的面料做的，可能是棉或棉混搭。这是一件可以搭配各种服装的经典风格夹克。": {
        "88776840_3": 1
    },
    "有切口的棕色皮裙。裙子侧面有拉链，由高品质的皮制成。裙子上的切口小而均匀地间隔着。这件裙子既时尚又适合日常和正式场合。": {
        "90876886_0": 1
    },
    "一双黑白条纹裤。裤子有松身的款式，裤子上有一条宽的黑色条纹，裤子上有一条白色条纹。这件裤子被一个站着，手在口袋里的女士所穿。": {
        "91275612_1": 1
    },
    "一双带有脚部拉链的粉色和黑色睡衣裤。裤子有有趣的、玩耍的图案，以粉色和黑色色调。裤子用柔软、舒适的面料制成，适合在家里放松。": {
        "91049479_2": 1
    },
    "黑色高腰连身裙配白色衬衫。裙子有侧开衩。衬衫是白色扣子衬衫，有领和胸前口袋。": {
        "62294258_0": 1
    },
    "白色蕾丝睡衣。蕾丝花纹复杂，覆盖整件睡衣。睡衣是 spaghetti 带式，背后有低腰。睡衣是透气的面料，蕾丝花纹精致、女性化。睡衣是时尚而优雅的选择，适合夜店或浪漫的居家晚餐。": {
        "87916839_0": 1
    },
    "黑色丝绸上衣。上衣有无肩带的设计，领口处有折叠的饰边。上衣是丝绸做的，有宽松的款式。": {
        "91248085_3": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，腰带宽大。长裤设计用于搭配收口上衣，剪裁直切。": {
        "91352948_3": 1
    },
    "一件无袖的棕色丝绸上衣，有V领和有折叠的领口。上衣有松松的合身度，是用柔软的、流畅的面料制作的。": {
        "91295731_0": 1
    },
    "一件牛仔裤。牛仔裤是灰色的，看上去是牛仔裤的面料。牛仔裤是宽松的，由一条腰带系着。牛仔裤是由一个站着的女子所穿，看起来是穿着一件黑色的衬衫。": {
        "90841210_0": 1
    },
    "穿着黑色和金色礼服的女士。礼服上有花型图案，并配有金色饰边。女士也戴着金色项链和手镯。": {
        "90729025_1": 1
    },
    "蓝花图案连衣裙，背景是海军蓝。这件连衣裙有紧身的胸衣和带有花图案的飘逸裙。这件连衣裙是弹性面料制作的，有V型领口。": {
        "91077787_0": 1
    },
    "粉色网面裙。网面是透的，有微妙的粉色。裙子是地板长，有飘逸、女性化的风格。": {
        "85382511_0": 1
    },
    "一双裤子。裤子是白色的，有格子花纹。它们由一种看上去是棉混织的面料制成的。裤子是短的，有高腰。裤子在脚踝处有卷边，有宽腿。": {
        "90447008_1": 1
    },
    "蓝色的丝绸面料。这件连衣裙有船颈，紧身的胸衣和宽松的裙子。这件连衣裙很长，背后有拉链。": {
        "89828881_0": 1
    },
    "白色蕾丝连衣裙。这件连衣裙有V型领口和蕾丝背扣。这件连衣裙短短的，有飘逸的、女人的风格。": {
        "91352982_2": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，有紧身的合身。它们是设计用于穿着舒适和放松的。": {
        "91117488_1": 1
    },
    "黑色有卷边袖口的袖口上衣，袖口有宽松的松紧。袖口上的卷边是黑色，上衣的整体风格有点波西米亚风。": {
        "91233246_1": 1
    },
    "有一件深棕色长袖衬衫，有V领。这件衬衫是用柔软的面料制作的，可能是棉或棉混搭。这件衬衫是基本款，休闲风格，有多种颜色可供选择。": {
        "90673681_1": 1
    },
    "黑色夹克，银色拉链。夹克有宽松的尺寸，由柔软的面料制成。它覆盖在一件白色衬衫上，搭配一双黑色牛仔裤。": {
        "91343655_1": 1
    },
    "灰色的羊毛裙子，有侧面的拉链。裙子有环绕设计的，用高质量的面料做的。拉链是银色的，给整体的外观增添了优雅的气息。裙子以时尚的方式做，适合休闲和正式场合。": {
        "90808876_1": 1
    },
    "一件黄色的连衣裙，领口有折叠，袖子很长。这件连衣裙是轻质面料制作的，有飘逸的剪裁。这件连衣裙是由一个年轻女孩穿着的，是简单而优雅的风格。": {
        "91378283_1": 1
    },
    "白色蕾丝连衣裙，有蕾丝领口和分层裙。连衣裙有粉红色的色调，是纯丝质地，有蕾丝花纹。领口有精致的蕾丝边，裙子有分层设计，底部有蕾丝花边。这款连衣裙以女性化和浪漫的风格设计，适合特殊场合或正式场合。": {
        "91302137_3": 1
    },
    "红色连衣裙。这件连衣裙由弹性面料制成，有深V领口。这是一件没有肩带的连衣裙，有紧身的胸衣和飘逸的裙子。这件连衣裙是明亮的红色，在侧面有开口。": {
        "89101257_3": 1
    },
    "一件粉色花朵印花长袖高领连衣裙。这件连衣裙有紧身的胸衣和蓬松的裙子。花朵图案由粉色和红色花朵和绿色叶子组成。这件连衣裙由光滑的面料制成，可能是丝绸或 satin。这件连衣裙以正式的方式打扮，适合特殊场合。": {
        "56084410_0": 1
    },
    "贝吉裙。它是一条带有前拉链的短裙。裙子由轻质面料制成，款式休闲。": {
        "89600789_3": 1
    },
    "黑色和灰色裙子，有花卉图案。裙子是光泽材料制成的，侧面有拉链。裙子上的花是用串珠做的，有银色。裙子短，是迷你裙。": {
        "91192539_1": 1
    },
    "白色背心，V领，背后有交叉的黑色细带。背心由柔软的弹性面料制成，有宽松的合身度。背心的白色色调被背后交叉的黑色细带所突显。背心是休闲装的时尚和舒适的选择。": {
        "91059678_3": 1
    },
    "黑色的T恤，上面有白色心形和裂缝。T恤上写着白色字母心碎酒店。": {
        "87732225_2": 1
    },
    "闪亮的蓝色串珠连衣裙。": {
        "90428576_1": 1
    },
    "黑色外套。外套由光滑的材料制成的，有拉链。外套搭配白色衬衫和黑色裤子穿。": {
        "91254629_0": 1
    },
    "有袖口的黑色皮夹克，袖口上还有装饰。这件夹克是西方风格的，被一个女人穿着。": {
        "75702713_1": 1
    },
    "白色高领长袖上衣，前端有钥匙孔开口。上衣长袖，材质轻薄。上衣的款式简单而优雅。": {
        "91354926_1": 1
    },
    "灰黑色的上衣，搭配短黑裙。上衣有圆领，短裙有高腰。这套衣服是用弹性面料制作的，适合休闲或运动的外穿。": {
        "89214271_3": 1
    },
    "长袖和领口的格子衬衫。衬衫上有红蓝格子花纹，由格子花纹面料制成。衬衫还有纽扣领口和长袖袖口。": {
        "91186651_2": 1
    },
    "黑色连衣裙，裙子有飘逸的感觉，上身有紧身的感觉。裙子是弹性面料制成的，腰线高。裙子长，底部有微微的膨胀。这种连衣裙是经典优雅的风格。": {
        "90510751_4": 1
    },
    "一件蓝色的珠光布料短袖低背连衣裙。裙子腰间有一条银色珠光布料腰带，前面有一条银色珠光布料花饰。": {
        "90369740_1": 1
    },
    "黑色皮夹克，有拉链，拉链拉头是银色的。夹克有领，前面有拉链，拉链拉头是银色的。这件夹克被一个长发的女士穿着，她下面穿着一件白色衬衫。": {
        "91195427_0": 1
    },
    "一件有领口和长袖的米色毛衣。": {
        "91326386_0": 1,
        "91326386_1": 1
    },
    "黑色拉链前衣。衣有领子，长袖。拉链银色。衣用柔软材料制成，适合松身。": {
        "91388258_0": 1
    },
    "白色有折边裙。裙子由柔软、有弹性的面料制成，有紧身腰带。折边由棉质布料制成，以装饰方式缝上。裙子是中长款，适合各种场合。": {
        "91014211_3": 1
    },
    "一双卡其色宽松裤。裤子用浅棕色面料做成，有系带腰带。前有四个口袋，后有两个。裤子是休闲风格，适合各种场合。": {
        "89497645_2": 1
    },
    "黑色圆裙。裙子由一种看上去像棉混织的面料制成的。裙子有高腰和宽松的流苏底部。裙子是圆形的，有卷边。裙子是膝盖长度的，配带腰带。": {
        "89869663_2": 1
    },
    "一双灰色长裤配黑色腰带。长裤上印有白色Under Armour标志。长裤由柔软的面料制成，适合松身。": {
        "91202963_0": 1
    },
    "主要物品是一件灰色T恤，上面印有白色字样。": {
        "52419939_2": 1
    },
    "绿色的上衣。上衣是透气的面料，有V领。是无袖的，腰部有拉绳。": {
        "91403883_1": 1
    },
    "黑色皮夹克，有银色扣子。夹克前面有银色拉链和银色扣。夹克袖子上也有银色拉链。这件夹克是长发女人的。": {
        "89660362_3": 1
    },
    "一双黑色长裤，上面印有灰色和白色图案。长裤宽松，由弹性面料制成。长裤有松紧带，脚踝有松紧带，腰带宽大，有弹性。": {
        "90706460_2": 1
    },
    "黑色花卉印花短裙，腰带有拉链，前面有高开口。裙子是流苏面料做的，有松松的合身感。": {
        "90875673_2": 1
    },
    "一件紫色的连衣裙，胸口处有银色的珠子，领口是V字型。裙子有飘逸的裙摆，背后有拉链。": {
        "89638276_1": 1
    },
    "绿色的夹克，有帽子。夹克前面有拉链和按钮。夹克是棉和聚酯混合材质。夹克是休闲风格，适合日常穿着。": {
        "91414120_0": 1,
        "91414522_0": 1
    },
    "黑色和白色条纹上衣，上面有透明的覆盖层。上衣是黑色和白色条纹图案，上面有透明的覆盖层，上面有黑色和白色条纹图案。上衣是时尚的风格，适合各种场合。": {
        "91354143_0": 1
    },
    "黑色和蓝色花卉图案的上衣。上衣由轻质材料制成，可能是丝绸，并且有松散的合身度。花卉图案包含紫色、粉色和蓝色花朵，在黑色背景上混合。": {
        "71468611_4": 1
    },
    "一双黑色的长筒内裤，配白色的腰带。长筒内裤上有金属钉花纹，侧面有拉链。腰带也是黑色的，上面有银色的扣子。": {
        "91358667_1": 1
    },
    "主要物品是一件白色T恤，背面有黑色设计。这件T恤有宽松的尺寸，由柔软的面料制成。": {
        "91112650_3": 1
    },
    "一件蓝白花纹的船颈短袖上衣。上衣有飘逸的松散剪裁，花纹是蓝花白心蓝底。": {
        "57775688_9": 1
    },
    "一双有斑马纹图案的牛仔裤。牛仔裤是弹性面料制成的，有高腰。斑马纹是混合了棕色和黑色。": {
        "91341786_0": 1
    },
    "金色的折叠短裙。这件短裙由光泽材料制成，并带有金属光泽。它有一个高腰的设计，前面有一个开口。这件短裙很短，很紧身，适合晚上外出。": {
        "91165546_0": 1
    },
    "条纹连衣裙，采用蓝色和白色色调。这款连衣裙有松松的合身款，并带有露肩的折边领口。这款连衣裙由轻质面料制成，可能是棉或麻，并有一种放松的合身感。这款连衣裙是一款夏装，适合休闲出行或海滩一日游。": {
        "88383169_15": 1
    },
    "黑色和多彩的串珠连衣裙。连衣裙上身是黑色串珠，下身是多彩的串珠。连衣裙短短的，有飘逸的设计。": {
        "71208743_3": 1
    },
    "前有裂口的贝吉裙。裙子由轻质面料制成，前有裂口，长约10英寸。裙子是卡其色，前有拉链。": {
        "82211063_0": 1
    },
    "有襟的蓝裙。裙子是轻质面料做的，有紧身的胸衣，有高领。裙子是满满的，有襟的边。这件裙子是经典的，有女性化的风格。": {
        "83218664_2": 1
    },
    "一双裤子。裤子是黑色和白色，有流畅、宽松的合身。它们由弹性面料制成，有宽松的弹性腰带。裤子是设计用于搭配流畅的上衣，有宽松、舒适的合身。": {
        "90244777_3": 1
    },
    "紫色蕾丝 teddy 配有相匹配的紫色蕾丝 g 弦。 teddy 有一条下垂的领口和蕾丝后背。 g 弦是相匹配的紫色蕾丝，背后有一个丝绸蝴蝶结。": {
        "91242076_2": 1
    },
    "无袖黄裙。": {
        "89697131_2": 1
    },
    "男装裤。裤子是深蓝色的，有腰带。裤子是棉制的。裤子是紧身的，是时尚的风格。": {
        "89641623_4": 1
    },
    "紫色的皮革裙子，有蓬松的蕾丝设计。裙子有拉链，由高质量的皮革制成。蕾丝是柔软的，质感柔软的面料，给整体设计增添了女性气质。裙子以时尚的方式打扮，适合休闲和正式场合。": {
        "90463368_1": 1
    },
    "黑色皮夹克，有拉链。夹克有缝线设计，拉链是银色的。这件夹克被一个站在白色背景前的女士所穿。": {
        "91336677_0": 1,
        "91045084_2": 1
    },
    "黑色和白色印花裙。裙子有流畅的设计，由轻质材料制成。印花有几何形状和图案的混合，以黑色、白色和其他颜色呈现。裙子由 mannequin 穿着，在商店窗户展示。": {
        "90310557_0": 1
    },
    "白色T恤，前面有黑色的和棕色的设计。": {
        "91035042_3": 1
    },
    "绿色军装背心，腰带有拉链，银色拉链。背心由柔软的面料制成，有松松的合身感。它是一款时尚的单品，可以搭配多种服装。": {
        "88324665_2": 1
    },
    "后背有红丝带的无肩带丝绸 corset。 corset 有一个 peplum 轮廓，后背有拉链。面料光滑，光泽，颜色是明亮的红色。后背的红丝带是同款面料，但颜色更深。 corset 与黑色上衣搭配，女性在为相机摆姿势。": {
        "91420094_2": 1
    },
    "一件香槟色的蕾丝长袖高领连衣裙。连衣裙上有一条闪光和珠子的设计，裙子是流苏的。": {
        "90946940_0": 1
    },
    "一件粉色和紫色高尔夫衫，有V领和短袖。这件衬衫有领口，左胸口有小标志。这件衬衫由轻质面料制成，有宽松的合身感。": {
        "89521483_4": 1
    },
    "黑色长筒裤，侧面有一条白色条纹。长筒裤由光泽材料制成，腰带高。长筒裤背面还有网眼面料的面板。": {
        "91079264_1": 1
    },
    "白色上衣配黑色领口。上衣上有花朵图案，有红色、蓝色和黄色花朵的混合。领口是黑色，上面有个结。上衣配黑色领带。": {
        "90613352_0": 1
    },
    "一双卡其色宽松长裤，长度到膝盖。长裤前面有个按钮，后面有个口袋。": {
        "90217823_0": 1
    },
    "黑色丝绒夹克配白色衬衫。夹克有领口和前扣。衬衫是白色纽扣衬衫，有领口。那位女士穿着黑色丝绒夹克配白色衬衫。": {
        "89610690_0": 1
    },
    "棕色皮夹克。皮毛很长很蓬松，夹克穿在女人身上。夹克是用皮毛做的，颜色是浅棕色。": {
        "59906300_0": 1
    },
    "黑色和白色条纹衬衫，有领口和长袖。衬衫有松散的合身感，有黑色和白色条纹，有微妙的光泽。领口是白色，袖口是黑色。衬衫由柔软、轻质的面料制成，可以折叠，适合休闲和正式场合。": {
        "91248580_1": 1
    },
    "粉色和白色毛毯。": {
        "90833285_3": 1
    },
    "黑色礼服，上面有银色别针。这件礼服有V领，短袖。这件礼服是弹性面料制成的，尺寸是中号。": {
        "91307587_2": 1
    },
    "黑色上衣带有边饰。上衣是光滑的面料，有圆领。边饰是长长的白色，给上衣增添了优雅的气息。": {
        "90544365_2": 1
    },
    "一件短袖和V领的红色孕妇连衣裙。这件连衣裙是用弹性面料制作的，并且有飘逸的剪裁。": {
        "91337073_0": 1
    },
    "银色串珠连衣裙，上面有黑色和白色图案。连衣裙有V领，背后有拉链。串珠小而闪亮，为连衣裙增添了优雅的气质。": {
        "90580214_1": 1
    },
    "黑色和白色条纹裙。裙子由一种看起来像弹性面料的材料制成，可能是棉和聚酯的混合物。裙子有高腰和高腰线，中长款。条纹小而黑色，背景白色。裙子搭配黑色腰带，给整体外观增添了优雅感。": {
        "88805394_1": 1
    },
    "一件有V领和短袖的蓝色连衣裙。这件连衣裙由弹性面料制成，剪裁合身。连衣裙的颜色是深蓝色，搭配白色衬衫领。": {
        "90553248_0": 1
    },
    "一双黑色长裤。长裤由光泽材料制成，前面有拉链。长裤宽松，适合休闲穿着。": {
        "88818284_3": 1
    },
    "有领的条纹短袖连衣裙。条纹是黑色、白色和黄色。这件连衣裙有松身的合身度，是轻质面料制成的。": {
        "66688447_0": 1
    },
    "海军蓝的夹克，有拉链。夹克是柔软的面料，有宽松的合身度。它有黑色的领子和黑色的拉链拉。夹克穿在白色衬衫和黑色背心上。": {
        "90788342_2": 1
    },
    "有黑色和黄色色调的格子毛衣。毛衣有V领，由羊毛混搭材料制成。它是编织风格，有宽松的合身感。": {
        "91196946_4": 1
    },
    "红白短袖衬衫，有独特印花，印花上有各种动物，如长颈鹿、斑马和象。衬衫有休闲风格，由轻质面料制成。": {
        "91276246_0": 1
    },
    "黑色礼服。这件礼服是一件长礼服，裙子是飘逸的，领口是露背的。这件礼服是用弹性面料制作的，款式合身。这件礼服是由一个身材丰满的女士所穿的，她站在背对着相机的姿势。": {
        "90726285_1": 1
    },
    "白色露背连衣裙，裙身分层，前端有一道高裂口，腰部系带。这件连衣裙的蕾丝是透的，材质轻薄，可能是丝绸或网纱。这件连衣裙是夏装，适合在海滩或泳池边穿着。": {
        "88230371_2": 1
    },
    "一条黑色皮带的贝吉裙。裙子底部有条纹，用弹性面料做成的。皮带很薄，在侧面有扣子。": {
        "89718068_0": 1
    },
    "一双黑色皮革面料的紧身裤。紧身裤有光滑的面料，由弹性面料制成。紧身裤紧身，覆盖整个腿部，延伸到脚踝。紧身裤是时尚和舒适的衣服。": {
        "91229639_3": 1
    },
    "白色夹克。夹克由一种看上去是棉和聚酯混合的面料制成的。它有一种经典的剪裁，前面有一个单扣。夹克是适合正式和休闲场合的风格。": {
        "90331715_0": 1
    },
    "有红边裙子。": {
        "90685320_0": 1,
        "89609170_3": 1,
        "91168361_1": 1,
        "90259757_2": 1,
        "90362934_1": 1,
        "89609177_3": 1
    },
    "灰色高领低背的T恤。面料似乎是弹性毛线面料，款式是宽松的。": {
        "91284697_3": 1
    },
    "灰色毛衣中长裙。裙子由弹性毛衣面料制成，有纹理。它是一条纯色裙，覆盖了穿者全身的腿部。裙子设计为膝盖中间的长度，有合身的款式。": {
        "90479392_1": 1
    },
    "背心式和背后拉链的紫色连衣裙。这件连衣裙是用弹性面料制作的，有合身的剪裁。": {
        "89779663_0": 1
    },
    "灰色的裙子配黑腰带。裙子由棉和聚酯混合材质制成。裙子有宽松的设计，长度为中长款。裙子是灰色的，腰带是黑色的，系在腰上。": {
        "91167590_3": 1
    },
    "黑色皮夹克。夹克有拉链、领口和左侧口袋。夹克由皮制成，有光滑、现代的外观。": {
        "90763746_3": 1,
        "91230163_2": 1,
        "90124574_1": 1
    },
    "粉色和橙色夹克，金属光泽。夹克有短款设计和立领。它由光泽材料制成，使其具有金属光泽。夹克设计用于穿在其它衣服上面，它有宽松的合身款，穿着舒适。": {
        "90325283_0": 1
    },
    "黑色网眼背心，中间有网眼插件。网眼由弹性面料制成，有透视感。背心有V型领口，无袖设计。": {
        "90428192_0": 1
    },
    "白色连衣裙，上面有红色刺绣。连衣裙有花型图案和正方形领口。连衣裙还有腰带和领子。": {
        "91377712_2": 1
    },
    "黑色和白色拉链夹克，上面有黑色和白色的斜纹。夹克是光滑的面料制成的，有长长的、飘逸的裙子。这件夹克是由一个长黑头发的女人穿的。": {
        "90995914_0": 1
    },
    "一条卡其裤。裤子由柔软的面料制成，有直切。在脚踝处有收口，前面有褶皱。裤子搭配黑色腰带，有拉链。": {
        "91331159_2": 1
    },
    "白色假皮领口的蓝色牛仔夹克。夹克前面有拉链，背面有纽扣。牛仔夹克的面料是褪色的，有磨损的痕迹。夹克是放在 mannequin上展示的，在商店里出售。": {
        "91000944_1": 1
    },
    "穿着绿色的连衣裙，袖子是黑色皮革的。这件连衣裙有V领，前面有拉链。这名女子还穿着一条黑色皮革腰带，系在腰上。": {
        "91003007_0": 1
    },
    "一双黑色宽松裤。裤子长度短，侧面有拉链。面料是轻质、有弹性的面料，穿着舒适，并且能修饰身材。裤子是现代、时尚的风格，适合各种场合。": {
        "88923030_9": 1
    },
    "一双灰色裤子。裤子由柔软的面料制成，有弹性腰带。它们是松身的，有直筒裤。裤子也有脚踝处有褶皱。": {
        "90520802_1": 1
    },
    "白色无袖上衣，有V型领口和前面的开口。上衣是用弹性面料制作的，有飘逸的合身感。": {
        "91335966_1": 1
    },
    "用白色和粉色面料制作的连衣裙。连衣裙有卷起的设计，底部有边饰。": {
        "89202333_4": 1
    },
    "一双黑白条纹裤。裤子有宽黑条纹和宽白条纹。裤子宽松，有宽腿。裤子用柔软的面料做，有拉链腰带。": {
        "91396272_2": 1
    },
    "白色连衣裙，船颈，长袖。连衣裙材质是弹性面料，上身是紧身的，裙子是宽松的。搭配一双黑色高跟鞋。": {
        "91269159_1": 1
    },
    "花卉图案的连衣裙。连衣裙有V领和飘逸的裙摆。颜色是蓝色、红色和黄色。连衣裙用轻质面料制成，可能是棉或麻。连衣裙是波西米亚风格，有宽松的合身和飘逸的裙摆。": {
        "90690721_0": 1
    },
    "花卉图案的短裙。这件裙子由弹性面料制成，上面印有混合了粉色、橙色和黄色花朵的花卉图案。这件裙子的长度是中长款，也就是说它落在膝盖上方。这件裙子搭配着一件白色的短袖上衣，上面也有类似的花卉图案。穿着这件衣服的女士站着，微笑着。": {
        "88365557_3": 1
    },
    "腰带是黑色的，衣服是伸展性很强的面料，有宽松的流苏式剪裁，没有袖子，有深V领，腰带是较厚的面料，系成一个马尾辫。衣服是中长款，有侧面开口。": {
        "89620662_0": 1
    },
    "白色和红色上衣，有花纹的领口和领口。上衣有高领和短袖。面料是棉和聚酯混合，风格是波西米亚和女性风格混合。上衣是尺寸中，由一个女人穿着。": {
        "89833710_4": 1
    },
    "一件深棕色，有高领，长袖的衬衫。衬衫有松散的合身感，由柔软光滑的面料制成。衬衫的颜色是深棕色，几乎是深红色，有微妙的光泽。衬衫的领子是折叠的，袖子有微妙的折皱。衬衫有前衬衫口，圆型下摆。": {
        "91338498_2": 1
    },
    "白色T恤，前面有红黑标志。T恤有圆领，短袖。": {
        "91185272_4": 1
    },
    "红蓝格子衬衫，长袖，高低剪裁。衬衫有松紧合身的款式，前置单扣。面料是棉和聚酯混合，款式是休闲的。": {
        "77893053_3": 1
    },
    "一双黑色紧身裤。紧身裤由柔软的面料制成，而且有时尚的风格。": {
        "91204226_4": 1
    },
    "黑色和白色条纹的铅笔裙。裙子是用弹性面料制作的，有高腰。图案由黑色和白色的条纹组成，创造出现代和时尚的外观。": {
        "91311444_0": 1
    },
    "灰色和白色条纹T恤，有V领和短袖。T恤有宽松的合身感，由柔软、轻质的面料制成。": {
        "91061359_2": 1
    },
    "棕色斑点豹纹裙。这款裙子由弹性面料制成，有流畅、舒适的合身感。这款裙子是中长款，落在膝盖上方。斑点豹纹是棕色和黑色混合，有微妙的光泽。这款裙子是任何衣橱的完美补充，可以根据场合穿着正式或休闲。": {
        "91128203_4": 1
    },
    "牛仔裙。裙子是蓝色的，前面有拉链。这件裙子被一个戴着黑色围裙的女士所穿。": {
        "91338539_1": 1
    },
    "黑色和紫色裙子。裙子由弹性面料制成，底部是纯黑色，侧面是紫色条纹。这件裙子被一个穿着黑色比基尼上衣的女士所穿。": {
        "91139247_0": 1
    },
    "黑色长风衣，领子宽，袖子长。外套是光滑的面料，腰带是带扣的。": {
        "90889214_4": 1
    },
    "黑色蕾丝上衣。蕾丝是编织的，有花型图案。上衣是无袖的，是露背的，有圆领。无袖上衣是紧身的，有高腰线。": {
        "90129493_0": 1
    },
    "黑色蕾丝裙。裙子由弹性面料制成，有蕾丝花纹。这是一条中长裙，落在膝盖上方。裙子是黑色，有高腰线。": {
        "90305617_3": 1
    },
    "斑马纹连衣裙。这件连衣裙是中长款，领口是V型，裙子是飘逸的。这件连衣裙是用轻质面料制作的，有松松的合身感。斑马纹是黑色、白色和棕色混合的。": {
        "91347635_2": 1
    },
    "白色丝绸和服，配有黑色和金色边。和服宽松，配有黑色和金色边。": {
        "91399755_4": 1
    },
    "贝吉网纱连衣裙。这件连衣裙有V领和短袖。这件连衣裙的网纱很精致，覆盖了整件连衣裙。这件连衣裙是10号，由一个 mannequin 穿着。": {
        "91414497_1": 1
    },
    "白色花型裙。裙子由弹性面料制成，腰部高。花型由黑色背景上的白色玫瑰组成。": {
        "89865737_1": 1
    },
    "毛皮夹克。夹克是用兔子皮制作的，有棕色和白色色调。皮毛很长，看起来很柔软，很蓬松。夹克是设计用来套在衬衫上，有领子，有拉链。皮毛是按照条纹图案排列的。这件夹克是可以搭配各种服装的时尚配饰。": {
        "90487680_2": 1
    },
    "一条黑色皮带，配金色的扣。这条皮带系在腰上，是黑色皮夹克上衣的一部分。这件上衣是双排扣设计的，由一个女人穿着。": {
        "56083748_3": 1
    },
    "一件五粒黑扣和拉链的米色裙子。": {
        "89600789_1": 1
    },
    "蓝色牛仔裙。裙子是浅蓝色的，腰带高。裙子是中长款，前面有拉链。裙子是牛仔布料做的，有破损的样子。": {
        "89609373_1": 1
    },
    "黑色 kimono，有折叠的边。它是由一件流畅的面料制成的，并且有宽松的合身感。 kimono被挂在穿着者的身体上，覆盖他们的身体和上半腿。": {
        "91178462_1": 1
    },
    "黑色和白色印花上衣，圆领，三分之二的袖子。印花由黑色、白色和棕色点点组成，散布在整个上衣上。上衣由多种面料混合而成，包括聚酯和弹性纤维。上衣的款式休闲和舒适，适合日常穿着。": {
        "91337383_3": 1
    },
    "背后是透明的黑色礼服。礼服是海绵式，在胸口处有银色串珠设计。礼服是地板长，背后有拉链。": {
        "91176376_1": 1
    },
    "白色卷边上衣，设计分层。上衣由轻质面料制成，可能是棉或麻。上衣松身，领口高，袖长，袖口有卷边。卷边在领口和袖口，增加上衣的设计分层。": {
        "88436045_0": 1
    },
    "黑色与白色上衣。上衣由黑色与白色材料制，并采用黑色与白色色调。上衣为短袖设计，并采用无袖设计。上衣为两色上衣，并采用黑色与白色色调。": {
        "91329607_0": 1
    },
    "一双牛仔裤。牛仔裤是棕色色的，看上去有破旧的感觉。它们是用牛仔布制作的，有松散的合身感。": {
        "89628417_2": 1
    },
    "蓝色的长袖毛衣。它是用轻质材料制作的，可能是棉或 rayon，并且有宽松的合身感。毛衣前面有按钮，领口是 v 型。": {
        "91272675_2": 1
    },
    "蓝白花纹的裙子。裙子有高腰和褶皱的设计。蓝色的花朵散落在白色的背景上。": {
        "89614422_3": 1
    },
    "白色T恤，上面有花卉图案。花卉图案由粉色和绿色花朵组成。T恤有圆领和短袖。": {
        "91191999_3": 1
    },
    "黑色无肩带丝绸连衣裙，有甜心型领口和腰带。裙子有褶皱裙和拉链后背。": {
        "91161853_2": 1
    },
    "一件短袖、圆领的红色衬衫。衬衫宽松，由柔软的面料制成。它是一款明亮的红色，袖口有折叠边。": {
        "87835567_0": 1
    },
    "条纹白色黑色长袖衬衫。条纹很细，衬衫很宽松。面料看起来像轻质的棉或麻混搭。": {
        "88937277_1": 1
    },
    "一双深红色的松紧带裤，面料是光滑的丝绸。裤子有松松的合身感，膝盖处有短短的。搭配一件与裤子颜色相匹配的松紧带丝绸上衣，上衣松松的，飘逸的。这套衣服看起来有点像运动服，但是面料和款式都给它带来了更优雅的外观。": {
        "68563556_4": 1
    },
    "银色花边设计红色连衣裙。连衣裙有V领和合身的胸衣，背后有拉链。裙子有流畅的线条，上面有花边。这款连衣裙适合正式场合，适合晚上外出。": {
        "89196038_6": 1
    },
    "白色和蓝色花纹连衣裙。连衣裙有V型领口和侧边高开口。连衣裙还配有腰带。": {
        "88144212_2": 1
    },
    "海军蓝的背心，搭配黑色高腰裙。背心有V型领口，裙子是流苏式，黑色高腰。": {
        "83099827_1": 1
    },
    "黑色和白色印花上衣，高领。印花由黑色和白色形状和线条混合组成。上衣长袖，松身。": {
        "91217972_2": 1
    },
    "背心领口和背后拉链的蓝色连衣裙。这件连衣裙是用光泽材料制作的，前面有一个交叉的细节。": {
        "91241471_2": 1
    },
    "腰间系一条领带的蓝色的连衣裙。这件连衣裙没有袖子，有V领。这件连衣裙的面料是光滑的面料，尺寸是中号。": {
        "89289992_3": 1
    },
    "黑色和棕色假皮夹克，黑色皮革领口。夹克有假皮边饰和拉链。穿在白色衬衫和黑色背心上面。": {
        "76334508_2": 1
    },
    "一件女性所穿的蓝色连衣裙。这件连衣裙有船颈和丝绸面料。这件连衣裙是无袖的，有紧身腰线。这件连衣裙是中长款，在后部有小尾。": {
        "91059143_2": 1
    },
    "白色襯衫，有領口。襯衫由柔軟的材質製成，有鬆鬆的合身感。這是一件長袖襯衫，有扣子，領口是下垂的，前面有口袋。這件襯衫是過大的，有鬆鬆的合身感。": {
        "88774021_3": 1
    },
    "黑白格子连衣裙。这件连衣裙采用黑白两色调，并带有系带领口。这件连衣裙由弹性面料制成，并采用合身剪裁。": {
        "89478401_2": 1
    },
    "高领长袖的色彩鲜艳的印花衬衫。衬衫上有蓝、黄和白色的混合色，以及花卉和抽象的图案。面料很轻薄，衬衫是松身和飘逸的。高领和长袖给它一种波西米亚的感觉，使其成为休闲而时尚的服装的完美选择。": {
        "90967341_2": 1
    },
    "银色金属背心，前面是黑色皮革状材料。背心是无袖的，有V型领口。背心的背面是银色金属材料，有拉链。": {
        "89732776_2": 1
    },
    "白色蕾丝连衣裙，上面覆盖着白色网眼布。连衣裙有圆领、短袖和紧身的胸围。蕾丝花边精致而细致，有花卉图案。网眼布覆盖层是透明的，有网格状纹理。连衣裙是搭配内衣裙，使其看起来满满的，有充盈的感觉。": {
        "91266067_3": 1
    },
    "蓝白花纹裙。裙子由轻质面料制成，有飘逸、女性化的风格。蓝白花纹是小花和大花的混合，配有蓝色底色。裙子膝下长度，有俏皮、活泼的气息。": {
        "89305182_3": 1
    },
    "蓝白条纹衬衫，有领。衬衫有松紧合适的尺寸，有纽扣下摆的领口。面料似乎是轻质面料，可能是棉或麻。衬衫有松紧合适的尺寸，有纽扣下摆的领口。": {
        "90934929_2": 1
    },
    "花卉图案的黑色蕾丝裙。裙子由弹性面料制成，有紧身腰线。蕾丝花边精致，有花卉图案，白花和黑花混合。裙子膝盖长，有透明的外观。": {
        "88784115_0": 1
    },
    "白色T恤，上面有五颜六色的标志。标志由一个圆圈和一个笑脸组成，周围有各种颜色。T恤的领子是圆形的，由柔软的、有弹性的面料制成。": {
        "91124891_0": 1
    },
    "白色字母写着Life is Good的白色女性V领T恤。": {
        "91053896_0": 1
    },
    "黑色和白色条纹的夹克，搭配领带内衬的衬衫。夹克有黑色和白色条纹，上面穿着白色衬衫。夹克是定制的，有合身的剪裁。衬衫的领子是白色，袖口是黑色。夹克搭配黑色和白色条纹的裙子。": {
        "61319514_8": 1
    },
    "白色与黑色裙子。裙子由白色面料和黑色条纹制成。裙子上有花卉图案。裙子长度到膝盖，腰带是黑色的。裙子搭配白色衬衫。衬衫上有黑色和白色图案。衬衫有黑色领子，袖子上有黑色和白色图案。": {
        "90998572_2": 1
    },
    "黑色和白色格子图案的连衣裙。连衣裙有V领和背后拉链。连衣裙由弹性面料制成，设计紧贴身体。": {
        "90837238_2": 1
    },
    "黑色和红色花卉印花夹克，有银色的拉链。夹克有蓬松的设计和有毛边的设计。袖子是长袖，有花卉印花。夹克是 mannequin所穿的。": {
        "89987260_1": 1
    },
    "黑色和紫色花卉印花裙。裙子有花卉图案，黑色和紫色混合。裙子由一种看起来是聚酯和棉的混合材料制成的，使其在任何场合都舒适而多功能。": {
        "91100726_1": 1
    },
    "主要款式是一件蓝色的牛仔衬衫，有领子、长袖、前后口袋和领口顶部的按钮。面料是轻质牛仔布，手感柔软，质感细腻。衬衫有松散的版型，袖子可以卷起，下摆是松散的，没有收口。": {
        "91072781_2": 1
    },
    "黑色和白色花卉图案的领口有个蝴蝶结。花卉图案由黑色背景上白花和黄色中心组成。这件上衣是松身、飘逸式、宽松的，长袖。": {
        "91184617_8": 1
    },
    "一双棕色裤。裤子由柔软的面料制成，有松松的合身感。它们不紧身，有休闲的风格。裤子不收口，有直切的剪裁。裤子不收边，有直切的剪裁。裤子不有褶，有直切的剪裁。裤子不短，有直切的剪裁。裤子不高腰，有直切的剪裁。裤": {
        "90349518_5": 1
    },
    "有波浪形图案的色彩丰富裙子。裙子是用类似于毛织的面料制作的，有飘逸的设计。裙子里用的颜色是黄色、蓝色和白色。": {
        "88787084_3": 1
    },
    "格子裙。裙子是黑色和白色，有格子花纹。它是由一种看起来是聚酯和棉的混合物制成的。裙子是中长款，也就是说它落在膝盖上方。裙子搭配白色衬衫和黑色皮带。": {
        "90300810_0": 1
    },
    "一双灰色的光泽面料制成的紧身裤。紧身裤有时尚的外观，设计为提供舒适感和支撑。": {
        "90915034_0": 1
    },
    "一双黑白花纹的紧身裤。紧身裤由弹性面料制成，腰带高。图案由黑色和白色叶子组成，在黑色背景上。": {
        "90108192_0": 1
    },
    "有V领和紧身上衣的粉色连衣裙。裙子有腰带，侧面有缝线。裙子是弹性面料制成的，是紧身的款式。": {
        "91048732_4": 1
    },
    "白色标志的红色T恤。这件T恤由柔软、轻质的面料制成，有圆领，袖子短，宽松的。": {
        "91421569_1": 1
    },
    "白色连衣裙，有V型领口和有褶的裙子。裙子腰间有金色的扣子，材质光滑。这件连衣裙是加大尺寸，由一个有马尾辫的女子所穿。": {
        "89121443_0": 1
    },
    "有船领的条纹上衣。条纹是黑色、白色和灰色。上衣是用弹性毛线织成的，有长袖。上衣是女性服装，有多种颜色。": {
        "84674430_0": 1
    },
    "格子图案的黑色和白色格子衬衫。衬衫有领子、长袖和纽扣设计。面料似乎是棉的，衬衫是折叠的。": {
        "91116881_0": 1,
        "91116240_0": 1
    },
    "灰色的图形T恤，前面有鸟的设计。鸟有长长的脖子，戴着王冠。T恤是用柔软的面料制作的，有流畅的合身感。图形是灰色的和白色的。": {
        "91256106_0": 1
    },
    "一双黑色紧身裤，侧面有开口。紧身裤由弹性面料制成，腰带高。开口是椭圆形，放在紧身裤的两侧。紧身裤设计用于搭配运动内衣，看起来很时尚。": {
        "88399462_4": 1
    },
    "黑色和白色连衣裙，上面有闪光石。这件连衣裙是黑色和白色色调，上面有黑色和白色闪光石设计。这件连衣裙是正式场合的衣服，由一个女人穿。": {
        "89671436_0": 1
    },
    "绿色和白色公园装，配有假皮毛帽子。夹克有拉绳腰带和前拉链。帽子毛茸茸的，有黑色和白色色调。这件夹克被一个站在白色墙前的女士所穿。": {
        "91335140_0": 1
    },
    "黑色皮夹克，有拉链式开口。夹克有领子、前拉链和左胸口袋。夹克采用现代风格，由皮革制成。": {
        "91349049_2": 1
    },
    "有领、长袖的条纹衬衫。条纹是黑色和白色，衬衫有宽松的合身度。领子是白色，袖口是黑色。衬衫用轻质面料制作，可能是棉或麻。": {
        "91185225_2": 1
    },
    "紫黑色T恤，圆领，短袖。T恤上色紫黑色，配以黑色细节，包括前面的黑色耐克标志。T恤背后是黑色和紫色设计，上面用白色字母写着耐克。T恤材质柔软舒适，适合日常休闲穿着。": {
        "91258574_1": 1
    },
    "浅棕色，宽松，短袖，飘逸，休闲上衣。": {
        "88493513_0": 1,
        "88493513_1": 1
    },
    "有卡通人物的红色T恤。": {
        "91130094_2": 1
    },
    "花纹印花连衣裙，以包式为风格。这件连衣裙是橙色和白色，有V领。这件连衣裙还有腰带，裙子上有花纹印花。": {
        "90078928_2": 1
    },
    "白色长袖衬衫，高领，领口处有个小按钮。衬衫材质柔软，有弹性，款式合身。这件衬衫是基本款，多功能，可以穿得正式或休闲。": {
        "86753660_2": 1
    },
    "一件粉色蕾丝衬衫，有尖领和长袖。衬衫前端有纽扣，下摆呈圆型。蕾丝是粉色的，看上去是柔软的材料。": {
        "89977948_2": 1
    },
    "黑色短袖V领连衣裙。裙子有折叠的裙边和背后有钥匙孔的细节。裙子的面料是柔软的棉混织。": {
        "91275801_1": 1
    },
    "条纹海军和白色裙子。裙子是用弹性面料制作的，有紧身腰带。条纹很薄，均匀地间隔。": {
        "88909737_4": 1
    },
    "一双裤子。裤子是黑色和白色，有飘逸的设计。它们是用轻质材料制作的，有松松的合身感。裤子在脚踝处有卷边，腰带上有拉绳，可以调整尺寸。": {
        "89954751_0": 1
    },
    "有折叠胸线及系带式裙的粉红色连衣裙。连衣裙有V领和背后拉链。": {
        "88218146_0": 1
    },
    "条纹衬衫，黑色和白色条纹。衬衫有领子，短袖设计。": {
        "89900031_1": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，质地柔软。它们设计紧贴舒适地包裹在腿上。紧身裤以时尚的方式设计，腰部高，腿部宽直。它们适合搭配各种服装，从休闲到正式。": {
        "90122339_28": 1
    },
    "有领、拉链和拉链口袋的黑色皮夹克。夹克有女性化的风格，是用高质量的皮制成的。": {
        "91386388_2": 1
    },
    "白色肩部露肩上衣，配有黑色蕾丝花边，以及黑色短裙。上衣有合身和弹力，而裙子是短裙，配有黑色蕾丝花边。": {
        "91339695_3": 1,
        "91339695_4": 1
    },
    "一双米色裤。裤子由柔软的面料制成，有松散的合身感。他们被设计为与腰带一起穿，有高腰。裤子不紧身，有松散的合身感。": {
        "91244129_3": 1
    },
    "黑色和绿色长裙，花纹图案。长裙有长袖和高领。长裙用流畅的面料制成的，有流畅的裙子。": {
        "90607767_0": 1
    },
    "白色裙子配贝壳色腰带。裙子用轻质面料做成，有飘逸、休闲的风格。它是系在腰上的裙子，可以系紧，有更合身的外观。贝壳色腰带给白色裙子增添了对比，是可以穿得正式或休闲的百搭裙。": {
        "90330856_3": 1
    },
    "一双棕色宽松裤。裤子有松紧带腰带和脚部口袋。裤子由柔软的面料制成，有宽松的合身感。": {
        "91202070_3": 1
    },
    "有一位穿粉色蕾丝长袖高领连衣裙的女士。这件连衣裙有串珠设计和金属光泽。这位女士穿着一件银色串珠外套，外套盖在连衣裙上。": {
        "89488590_0": 1
    },
    "一双灰色瑜伽裤。裤子由柔软、有弹性的面料制成，有松散的合身感。它们是灰色，有宽松的合身感，有宽松的合身感。": {
        "90507024_3": 1
    },
    "黑色与白色格子裙。裙子由一种看上去是聚酯和棉的混合材料制成的。裙子有高腰和宽、有折的款式。格子花纹由黑色和白色方格组成，黑色方格比白色方格小。裙子膝盖长，在侧面有拉链。": {
        "91049875_0": 1
    },
    "黑色T恤，上面印有白色斑点。T恤的袖子设计为短袖，领口为圆领。斑点图案采用黑色和白色色调，背景为黑色，斑点为白色。T恤款式宽松，材质柔软，舒适。": {
        "56085706_0": 1
    },
    "黑色皮夹克，有银色扣子。夹克有拉链，领子上有两个银色扣子。夹克由一个白色的 mannequin 穿着。": {
        "78711339_2": 1
    },
    "黑色网眼裙。裙子由弹性面料制成，款式优雅，性感。裙长为中长款，是目前时尚潮流中的流行款式。网眼边饰增添了优雅和细节，使整身形更加优雅。": {
        "70479954_0": 1
    },
    "白色衬衫，领口和袖口都有按钮。衬衫松身，材质柔软、轻薄。领口折叠，袖口卷起。衬衫款式为长袖、纽扣下摆。": {
        "91171540_2": 1
    },
    "一件粉色和白色睡衣裤，有拉链。裤子有花型图案，由柔软的面料制成。裤子宽松，舒适，适合在家里放松。": {
        "91232188_0": 1
    },
    "黑色花纹夹克。夹克有合身的剪裁，有黑色领口。花纹由粉色、紫色和白色花朵组成。夹克搭配白色衬衫和黑色裙子。": {
        "38436259_2": 1
    },
    "白色V领衬衫。衬衫由透气的面料制成，有宽松的合身度。它是为保持运动者凉爽和舒适而设计的运动内衣。": {
        "91271903_0": 1
    },
    "灰色长袖衬衫，圆领，松身。衬衫由柔软、有弹性的面料制成，前面有小标志。": {
        "90624674_0": 1,
        "91175649_0": 1
    },
    "蓝绿毛衣。毛衣有V领，用织物制成。毛衣的颜色是蓝绿，由一个女人穿着。": {
        "91040488_2": 1
    },
    "黑色腰带的灰色连衣裙。连衣裙没有袖子，有V领。腰带系在腰上，连衣裙有飘逸、宽松的合身感。": {
        "88403112_1": 1
    },
    "黑色蕾丝裙。裙子是用一件透明的黑色蕾丝材料制成的，上面有花卉图案。这是一条长及地板的裙子，腰带是用黑色丝绸材料制成的。裙子很流畅，看起来很优雅和精致。": {
        "70770174_3": 1
    },
    "一双白色的牛仔裤。牛仔裤由牛仔布制成，有经典的五口袋设计。它们被一个站着的男人穿着，看起来很放松。": {
        "49731750_2": 1
    },
    "肩部有黑色的肩膀的连衣裙，面料是丝绒的。这件连衣裙有深V的领口，还有宽腿。这件连衣裙很长，还有飘逸的设计。": {
        "91434169_5": 1
    },
    "黑色连衣裙，裙子有飘逸的感觉，领口高，覆盖了脖子和胸部。连衣裙材质有弹性，款式时尚，适合各种场合。": {
        "90845118_4": 1
    },
    "腰带是粉红色的。这件连衣裙短短的，腰带是带扣的。这件连衣裙的面料是丝绸的，颜色是淡粉色的。这件连衣裙是加大尺寸的，是设计给体型较大的女性穿的。": {
        "87814585_1": 1
    },
    "一件红丝质的衬衫，有黑色的蕾丝领口，长袖，前面有系带。衬衫有松松的合身感，是软丝质的。": {
        "91247523_0": 1
    },
    "白色衬衫，有领子，有按钮。衬衫上胸口有个口袋，口袋上有个按钮。衬衫用轻质面料做，有松身的合身度。": {
        "50918137_5": 1
    },
    "带有浅蓝色的破旧牛仔衬衫。衬衫有经典的合身款式，前面有一个按钮口袋。衬衫由柔软的牛仔布制成，有破旧的边线。衬衫上的破旧细节使其具有复古的外观。": {
        "89522190_0": 1
    },
    "有V领和短袖的棕色连衣裙。这件连衣裙由弹性面料制成，长度为中长。": {
        "89626717_2": 1
    },
    "一件黑色连衣裙，侧面有高开衩。这件连衣裙是弹性面料制成的，有飘逸的裙子。领口是 halter 式，有黑色带在脖子周围。这件连衣裙是正式风格，由站着的微笑的女士穿着。": {
        "91015270_1": 1
    },
    "条纹背心，松身，流苏设计。条纹是浅灰色和浅蓝色，背心有V领。面料是轻质的棉或麻混织，背心无内衬。风格是休闲和放松的，非常适合夏季穿着。": {
        "88729700_0": 1
    },
    "胸口左边有一块补丁，衣领和胸口右边都有棕色按钮。": {
        "91291537_0": 1
    },
    "灰色的T恤，V领，短袖。T恤有破旧的外观，前面有黑色印刷。": {
        "88867073_1": 1
    },
    "黑色T恤，上面印有白色字Palm Angels，并带有棕榈树的图形。T恤的款式比较松，是柔软的棉材质。": {
        "91016240_2": 1
    },
    "带有西方风情的牛仔夹克。夹克是蓝色的牛仔布制成的，前面有一个白色的按钮。夹克有领子，胸前有一个口袋。牛仔布是磨损的，有磨损的痕迹。这件夹克是由一个穿着白色衬衫的女士所穿的。": {
        "88968658_3": 1
    },
    "白色圆领短袖上衣。上衣左侧有小标志，材质透气。它是为保持运动者凉爽和舒适而设计的女性运动内衣。": {
        "91271903_2": 1
    },
    "黑色牛仔裙。裙子由牛仔布制成，前面有拉链。这是一条中长裙，落在膝盖上方。这款裙子是经典风格，适合休闲和正式场合。": {
        "90046088_2": 1
    },
    "黄色连衣裙配黑色腰带。连衣裙有无袖设计和圆领。连衣裙用弹性面料制成，有飘逸的合身感。": {
        "90384657_2": 1
    },
    "一条腰带腰带和长袖的贝吉裙。这件裙子是用光泽材料制作的，有领口。这件裙子是松身的，由一个站着微笑的妇女所穿。": {
        "89801590_2": 1
    },
    "条纹夹克，采用黑色和白色色调。夹克有拉链，由弹性面料制成。它覆盖着一件黑色上衣，有黑色领子。夹克以时尚的方式打扮，适合休闲和正式场合。": {
        "89489163_2": 1
    },
    "黑色蕾丝连衣裙。连衣裙有高领和长袖。蕾丝连衣裙是透的，有花型图案。连衣裙是地板长，有飘逸的裙子。连衣裙搭配黑色披肩，披肩覆盖肩膀和上半胸。": {
        "90807510_2": 1
    },
    "一件有拉链的丝绸短裤。短裤是深红色的，有黑色的拉链。短裤由一个站立的人穿着，在图像中部分可见。": {
        "89657394_2": 1
    },
    "一双黑色牛仔裤。牛仔裤由牛仔布制成，直切。牛仔裤由 mannequin 穿着，在白色背景下展示。": {
        "91346183_0": 1,
        "88298290_0": 1,
        "91246026_3": 1
    },
    "灰黄花卉连衣裙，领口有系带。这件连衣裙有飘逸的风格，是波西米亚风格。这件连衣裙是用轻质材料制作的。这件连衣裙被一个站在白色背景前的女性所穿。": {
        "63882704_1": 1
    },
    "一双黑色牛仔裤。牛仔裤由牛仔布制成，有直切割。牛仔裤不弹性，有松散的合身感。": {
        "88843912_1": 1
    },
    "黑色和白色条纹裙子，混搭了不同图案和颜色的裙子。这件裙子被一个穿着黑色和白色上衣的女士穿着。": {
        "91338514_2": 1
    },
    "低背的贝吉蕾丝裙。裙子有圆领，裙子有流苏。蕾丝花边精致，裙子是柔软的流苏面料。裙子是14号，穿在身材丰满的女人身上。": {
        "91034469_1": 1
    },
    "一件光泽度高的面料制成的蓝色裙子。它有一个编织的设计，有一个金属光泽。这件裙子是中长款，有流畅、松散的合身感。": {
        "89976297_0": 1
    },
    "一件蓝色的孕妇连衣裙，有V领和长袖。这件连衣裙是用柔软、飘逸的面料制作的，腰部有系带可以调整合身度。这件连衣裙是设计用于怀孕期间穿的，适合休闲或正式场合。": {
        "91389745_1": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，松身。它们是舒适的，适合各种场合。": {
        "89559861_2": 1
    },
    "V领的棕色长袖衬衫。衬衫由柔软的拉伸性面料制成，有纹理。袖子长而有袖口。衬衫是基本的休闲风格，可以搭配牛仔裤或长筒裤。": {
        "91276857_2": 1
    },
    "一双黑色短裤。短裤是弹性面料制成的，有松散的合身感。它们是设计为低腰的，有宽松的风格。": {
        "88827356_4": 1
    },
    "黑色弹力夹克，有拉链。夹克由光滑的材料制成，有黑色丝绸内衬。它有黑色皮革领口和黑色皮革袖口。夹克有前拉链和后拉链。": {
        "90173543_3": 1
    },
    "一件黑色腰带的灰色宽松裤。裤子有宽松的流畅性，穿着白色背心。裤子由柔软、舒适的面料制成，适合休闲服装。": {
        "91424833_2": 1
    },
    "红色和蓝色印花上衣，V领，短袖。上衣采用轻质面料，有飘逸的合身感。印花的颜色采用红色、蓝色和橙色。上衣采用波西米亚风格，适合休闲穿。": {
        "89937946_1": 1
    },
    "黑色高领宽肩背心，背心上身宽大，下身拉长。上身由弹性面料制成，设计简单。": {
        "89943123_0": 1
    },
    "白色和蓝色花朵印花的袖口和高低线条。上衣是用轻质面料制作的，有飘逸的合身。花朵印花是白色花朵和蓝色茎和中心。上衣是由一个女人穿着的，她的双臂交叉着。": {
        "91178359_0": 1
    },
    "银色扣子黑色皮夹克。夹克有拉链关闭，银色拉链拉头。夹克还有银色扣子和银色按钮。夹克有黑色皮带，银色扣子。夹克有银色拉链拉头和银色按钮。夹克有银色扣子和银色按钮。夹克有银色拉链拉头和银色按钮。夹克有银色扣子和银色按钮。夹克有": {
        "90732700_2": 1
    },
    "白色衬衫。衬衫尺寸超大，有领。衬衫由轻质面料制成，可能是棉或麻。衬衫采用现代时尚风格，有宽松的合身和放松的轮廓。": {
        "91328891_3": 1,
        "91374201_3": 1
    },
    "一双黑色长裤。长裤由光泽材料制成，长度短。由一个站着的女子所穿，看起来穿着白色衬衫。": {
        "90961399_0": 1
    },
    "一件粉色和黑色色的连衣裙。它有一条深V型领口和紧身的胸衣。裙子是粉色的，有一条侧边开口。": {
        "91354419_5": 1
    },
    "条纹裙子，多彩的图案。裙子由棉和聚酯混合的面料制成。裙子有宽松的合身感，设计用于搭配腰带。条纹是水平的，宽度变化。条纹的颜色是棕色、橙色、黄色、红色和绿色。裙子设计用于搭配T恤和凉鞋。": {
        "90064571_3": 1
    },
    "黑色连身服，白色领口，后背有个结。连身服是弹性面料制成的，尺寸宽松。": {
        "91420325_3": 1
    },
    "一双黑色宽松的短裤，配有白色拉绳。短裤宽松，由柔软的弹性面料制成。短裤配有黑色弹性腰带和白色拉绳。短裤宽松，设计舒适，多功能。": {
        "34159533_0": 1
    },
    "绿色的襟衫。这件衬衫前面有拉链，由柔软的面料制成。领子折叠起来，袖子很长。这件衬衫是休闲风格。": {
        "90640805_2": 1
    },
    "黑色和白色衬衫，有 mandarin 领和长袖。衬衫有黑色和白色花纹，领子和袖口有黑色边。衬衫用柔软的面料做成，有宽松的尺寸。设计是现代和时尚的，适合休闲或半正式场合。": {
        "91354051_0": 1
    },
    "黑色和灰色T恤，黑色圆领和短袖。T恤有破旧的外观和宽松的尺寸。": {
        "59949770_0": 1
    },
    "一件有船颈和圆型下摆的红色连衣裙。这件连衣裙由弹性面料制成，有紧身的剪裁。": {
        "91430686_4": 1
    },
    "黑色和白色格子小裙子，有银色的拉链。裙子有黑色和白色格子花纹，用光泽材料制成。裙子短，在侧面有拉链。": {
        "70693789_5": 1
    },
    "绿色的衬衫，有卷边。": {
        "89624898_2": 1
    },
    "蓝白花卉印花连衣裙。这件连衣裙有露背设计，裙子有飘逸的感觉。面料很轻薄，适合夏天穿。": {
        "88906999_1": 1,
        "91034162_0": 1
    },
    "黑色上衣，松身，领口宽。上衣由透明面料制成，上面有黑色网眼。袖子长而松身。上衣领口宽，松身，是日常穿着的舒适而时尚的选择。": {
        "91265275_1": 1
    },
    "穿着连衣裙的女士。连衣裙由浅蓝色和白色面料制成，上面有方格花纹。连衣裙有折叠裙和有折边边。连衣裙还有腰带，腰带由棕色皮革制成。连衣裙是长款，有长裙。女士还穿着一双黑色鞋。": {
        "79016966_3": 1
    },
    "一件黑色短裤配白腰带。短裤是弹性面料制成的，有宽松的合身度。腰带是一件简单的白色腰带，有扣子。": {
        "89834135_2": 1
    },
    "黑色夹克，有领。夹克由棉和聚酯混合材质制成。有拉链和前面的按钮。夹克还有一个带有银色扣的腰带。夹克以休闲风格制作，适合日常穿着。": {
        "91310029_3": 1
    },
    "穿着浅棕色连衣裙的女士。": {
        "90895002_0": 1
    },
    "穿着香槟色的蕾丝连衣裙，腰上系着银色的腰带。": {
        "90429041_0": 1,
        "90471891_0": 1
    },
    "有V领和长袖的蓝网眼连衣裙。这件连衣裙有飘逸的裙子，适合正式场合。": {
        "89549374_2": 1
    },
    "一件淡紫色的连衣裙，有V型领口和前方的钥匙孔。这件连衣裙由轻质面料制成，有飘逸的剪裁。这件连衣裙配有从领口垂下来的银色链条。": {
        "91018666_0": 1
    },
    "粉色礼服。这件礼服由光泽材料制成，有飘逸的设计。这是一件没有肩带的礼服，背后有高开口。": {
        "77719284_1": 1
    },
    "有前裂的绿色皮革裙。裙子有腰带，由柔软、有纹理的面料制成。": {
        "91362449_3": 1
    },
    "灰色毛衣裙。裙子是用弹性毛衣面料制作的，有拉链腰带。长度是中长款，侧面有开口。": {
        "91134420_3": 1
    },
    "白色单扣夹克。夹克由轻质面料制成，有松散的合身感。它搭配白色衬衫和白色裤子。夹克搭配白色丝绸领带，系在脖子上。": {
        "79590339_0": 1
    },
    "蓝色的花纹蕾丝连衣裙。这件连衣裙有V领和长袖，蕾丝细节。裙子膝盖高，有蕾丝叠加。这件连衣裙是10号，由尼龙和弹性混织物制成的。": {
        "90770580_1": 1
    },
    "黑色高腰裙由未指定的面料制成。裙子有高分剪，搭配黑色上衣。": {
        "91215042_0": 1
    },
    "主要物品是一件蓝色的襟衫，长袖，下摆有纽扣，有口袋，胸口有纽扣。这件衬衫是用浅蓝色的面料制成的，有白色纽扣。": {
        "91357564_3": 1
    },
    "一双黑色的长裤，侧面有白色条纹。长裤有腰带，左腿上有白色 Under Armour 标志。": {
        "90856302_4": 1,
        "91165763_0": 1
    },
    "一件红色短袖船颈连衣裙。这件连衣裙由轻质面料制成，设计简单而优雅。": {
        "91381702_1": 1
    },
    "一件长袖的松身棕色衬衫。衬衫由柔软的面料制成，有圆领。一件绿色毛衣穿在衬衫上面。": {
        "88676076_1": 1
    },
    "低背紧身连衣裙，绿色。连衣裙有系带式，裙子有卷边。": {
        "91424102_1": 1
    },
    "一双深蓝色的牛仔短裤，前面有白色刺绣设计。短裤有拉链和腰带，面料是牛仔布，风格是休闲的。": {
        "88230508_0": 1
    },
    "绿色大衣，有毛皮领。大衣有黑色扣子和黑色按钮。毛皮领是黑色的，大衣内衬是黑色的。大衣是展示在 mannequin上的。": {
        "89854910_2": 1
    },
    "有一件白色衬衫，有纽扣，领子，前面有口袋，纽扣解开。有一位女性站在砖墙前面穿着这件衬衫。": {
        "91319770_1": 1
    },
    "黑色蕾丝花边裙。裙子有高腰和宽松的流苏底。蕾丝花边是深黑色，覆盖整个裙子。裙子以时尚的方式打扮，适合晚上出门或特殊场合。": {
        "74654199_3": 1
    },
    "一双灰色长裤。长裤由弹性面料制成，有直切。长裤在底部有卷边，有拉链关闭。": {
        "90422888_1": 1
    },
    "男式运动裤一双。裤子是海军蓝色的，上面有白色标志。裤子由一种看上去是聚酯和弹性纤维混合的面料制成的。裤子有松紧带腰带，可以调节。裤子也有一个在左腿上的口袋和一个在侧面的白色条纹。": {
        "90849763_1": 1
    },
    "白色和黑色花纹连衣裙。连衣裙有船颈和紧身的胸衣，裙子有蓬松的裙摆。连衣裙是用弹性面料制作的，有无袖的设计。": {
        "72274866_14": 1
    },
    "黑色夹克，配有腰带。夹克由棉和聚酯混合材质制成。它有领子，有拉链。这件夹克由一个站在白色背景前的女性所穿。": {
        "90554535_1": 1
    },
    "黑色网眼裙。裙子由弹性黑色面料制成，腰部高。这是一条中长裙，落在膝盖上方。裙子有网格花纹，是休闲和正式场合的流行时尚选择。": {
        "91001360_2": 1
    },
    "背后有开口的黑色连衣裙。这件连衣裙是用弹性面料制作的，背后有系带。这件连衣裙是由一个戴着黑色腰带的女性所穿的。": {
        "90188010_1": 1
    },
    "花纹黑色和粉红色上衣。上衣由粉色网眼布和黑色蕾丝边饰。花纹由黑色和粉色花朵和黑色背景组成。上衣有V领和后背拉链。": {
        "91422951_2": 1
    },
    "这件夹克是棕色，有领，腰带，前拉链。夹克是轻质面料制作的，有长，宽松的适合。它是时尚和多功能的，可以穿在各种环境中。": {
        "91030928_1": 1
    },
    "黑色紧身裙。裙子由弹性面料制成，是纯黑色。它是经典的紧身裙款式，在腰部合身，在底部开阔。": {
        "90852634_4": 1
    },
    "一双黑色长裤。长裤由光泽材料制成，前面有拉链。长裤宽松，适合松散的尺寸。": {
        "90595025_2": 1
    },
    "色彩缤纷的裙子。裙子由类似于拼布图案的面料制成。颜色是红色、蓝色、黄色和黑色混合。裙子膝盖长，形状像铅笔一样。": {
        "90840156_2": 1
    },
    "主要物品是一双有拉链和硬币口袋的黑色牛仔裤。牛仔裤有破损的感觉，并且是紧身的。": {
        "90733577_2": 1
    },
    "黑色长袖连衣裙。这件连衣裙由柔软的面料制成，适合松身。领口是深V型，袖子长而飘逸。这件连衣裙是基本款，适合各种场合。": {
        "91349425_1": 1
    },
    "一双蓝白条纹的紧身裤，高腰带。紧身裤由弹性面料制成，设计用于运动，时尚外观。": {
        "90997043_0": 1
    },
    "带有花纹的层次分明的丝绸连衣裙。这件连衣裙由多层卷边组成，风格自由、飘逸。这件连衣裙由一位站在白色背景前的女性所穿。": {
        "74622866_2": 1
    },
    "一条带有侧缝的贝吉长裙。这条裙是用弹性面料制作的，有飘逸的松松的合身款式。这是一条高腰裙，落在膝盖上。侧缝是适中的，增加了整体的性感。": {
        "89628153_0": 1
    },
    "一件粉色和黑色花卉图案的连衣裙。这件连衣裙是无肩带的，背后有拉链。这件连衣裙还配有腰带。": {
        "89655042_1": 1
    },
    "黑色和灰色蕾丝连衣裙，上面有黑色蕾丝叠层。连衣裙有紧身的胸衣和流畅的裙子。蕾丝叠层有花卉图案，连衣裙有V型领口。连衣裙是10号，由弹性面料制成。": {
        "91286885_0": 1
    },
    "船型领口和短袖的葡萄酒色连衣裙。连衣裙有紧身的胸衣和飘逸的裙子。连衣裙是用光泽材料制作的，背后有拉链。": {
        "80789905_2": 1
    },
    "黑色和 beige 色的连衣裙，上面有黑色和白色的 tweed 格子花纹。这件连衣裙有 V 领和 Peter Pan 领，前面有拉链，前面还有两个口袋。这件连衣裙搭配黑色腰带，黑色和白色高跟鞋。": {
        "91335857_1": 1
    },
    "灰色领口的T恤。T恤由柔软的面料制成，宽松的。领口是 drapes 和流到T恤的前面。": {
        "91192089_0": 1
    },
    "带有拉绳腰带和长袖的贝吉式夹克。夹克由轻质面料制成，可能是棉混织物，有松散的合身感。夹克的帽子不是固定在夹克的，而是单独的，可以戴在头上。夹克以休闲风格制作，适合日常穿着。": {
        "90707586_1": 1
    },
    "红黑条纹T恤，圆领，短袖。T恤由柔软、轻质的面料制成，尺寸宽松。": {
        "76054965_5": 1
    },
    "蓝白花纹连衣裙。连衣裙有花边设计，V领。连衣裙的裙子由多层花边组成，上身是花边叠加。连衣裙短，有紧身的剪裁。": {
        "89267902_9": 1
    },
    "黑色和浅棕色印花连衣裙，领口为V型，裙子为飘逸式。这件连衣裙由轻质面料制成，上面印有花卉图案，黑色、浅棕色和白色混合。这件连衣裙款式为V型领口和飘逸式裙子，裙子底部为飘逸式。这件连衣裙适合休闲或半正式场合。": {
        "91209425_0": 1
    },
    "有领口和长袖的格子衬衫裙。裙子有格子面料，是红蓝格子。裙子还有前口袋和松身。": {
        "91085445_4": 1
    },
    "一件裤。这件裤是灰色的，前面有拉链。这件裤是棉和聚酯混合材质制成的。这件裤是直剪的，适合搭配腰带。这件裤不是窄腿的，有直腿。这件裤不是紧身的，有松身的。这件裤不是高腰的，有中等腰位。这件裤不是宽松的，有直剪的。这件裤不是宽": {
        "90962561_0": 1
    },
    "穿着红色夹克和搭配的裙子的女性。夹克腰带是黑色，前面的领子是黑色。裙子也是红色的，腰带也是黑色。女性还穿着夹克下面的黑色衬衫，脖子上系着黑色和白色花纹的围巾。": {
        "88102005_2": 1
    },
    "一件蓝色的长袖衬衫，有圆领和前胸口袋。衬衫由柔软、有弹性的面料制成，有V领。": {
        "91416713_1": 1
    },
    "绿色的长裙。裙子是松散的，有高腰。它落到膝盖的裙子。": {
        "89609110_1": 1
    },
    "船颈和短袖的灰色连衣裙。这件连衣裙是光滑的面料制成的，并且有合身的轮廓。": {
        "90844319_2": 1
    },
    "一双深红色的裤子。裤子由棉和聚酯混合材质制成。裤子是直切的，底部有折边。裤子穿在一位好心情的女士身上。": {
        "91215458_0": 1
    },
    "白色蕾丝裙，多层蕾丝花边。裙子由透明面料制成，底部有蕾丝花边设计。裙子长而蓬松，分层设计，每一层都有花边。裙子搭配白色上衣，适合正式或半正式场合。": {
        "71776384_0": 1
    },
    "紫色裙子。裙子由弹性面料制成，设计有飘逸感。这是一条中长裙，落在膝盖上方。裙子有深紫色，有大理石图案。": {
        "91023983_1": 1
    },
    "一双紫色牛仔裤。牛仔裤由牛仔布制成，呈深紫色。它们采用直剪式，有拉链和按钮扣。牛仔裤还有腰带环和后口袋。": {
        "91101894_3": 1
    },
    "一双深蓝色短裤，有白色拉绳和左腿上的白色耐克标志。短裤有松散的合身感，由柔软的弹性面料制成。": {
        "90666224_1": 1
    },
    "黑色皮夹克，里面穿着白色衬衫。夹克前面有个银色的拉链，拉链拉头是黑色。夹克穿在白色衬衫和黑色裤子上面。": {
        "87719511_1": 1
    },
    "黑色高领背心。背心由弹性面料制成，松身。它是一件无袖背心，有圆领，前面有开口。": {
        "56037632_4": 1
    },
    "带有蕾丝细节的蓝色毛衣。毛衣有V领和长袖。蕾丝细节由小而复杂的图案组成，散布在毛衣上。面料看起来是柔软的毛衣面料，穿着舒适。毛衣以时尚休闲的方式打扮，非常适合日常穿着。": {
        "91169807_0": 1
    },
    "长、流畅、色彩丰富、印花为部落风格的裙子。裙子由轻质面料制成，可能是丝绸，并带有蓝、粉、白等色彩的混合。裙子设计为高腰和宽松的流畅底部，给它一种波西米亚风格。印花为几何形状和花卉图案的混合，增添了裙子的整体美感。": {
        "89614640_1": 1
    },
    "白色连衣裙配一件白色长袖衬衫。连衣裙松身，材质轻薄。衬衫也是白色，领子是翻领。连衣裙上还有一个前口袋和袖口扣。": {
        "91262244_3": 1
    },
    "白色上衣，有层次设计。上衣顶层是白色透明层，下面是白色实物层。上衣是无袖的，有圆领。": {
        "87909558_0": 1
    },
    "红色串珠连衣裙。连衣裙有 halter 领口和紧身的胸围。串珠闪闪发光，反射光线，让连衣裙看起来很华丽。连衣裙尺寸是中号，由光滑的面料制成。": {
        "90958728_2": 1
    },
    "粉色、短、拉链、轻量、防水夹克，有帽子。它有腰带和两个前口袋。夹克是运动风格，前面有拉链和前口袋的拉链。": {
        "90438112_3": 1
    },
    "一双灰色加黑白花纹的紧身裤。紧身裤有高腰和宽松的腰带。紧身裤由弹性面料制成，有灰色和白色色调。": {
        "90666100_2": 1
    },
    "穿着红色加大尺寸裙子的女性。裙子是弹性面料制作的，有高腰。女性也穿着黑色衬衫和黑色长裤。": {
        "87163919_3": 1
    },
    "紫色蕾丝连衣裙配黑色腰带。连衣裙有船颈和飘逸的裙摆。腰带系在前面，连衣裙有蕾丝叠层。": {
        "89687672_0": 1
    },
    "白色背景上带有海军蓝条纹的条纹上衣。条纹很厚，上衣有圆领。上衣的背后是纯白色的。": {
        "91248440_2": 1
    },
    "白色花卉上衣，配有粉色和蓝色花卉图案。上衣有流畅的轮廓，由轻质面料制成。花卉图案有粉色和蓝色花朵，配有绿色叶子。": {
        "91171019_3": 1
    },
    "白色V领带腰带的连衣裙。裙子没有袖子，在侧面有一个小开口。裙子由光泽材料制成，尺寸为10号。": {
        "91169587_0": 1
    },
    "一双黑色高腰短裤，有系带细节。短裤是光滑的面料，有宽松的合身度。系带细节是对比白的面料，在前面系成一个结。短裤有宽腿，设计是要搭配短袖上衣或系进靴子里。": {
        "90752788_0": 1
    },
    "红色裙子。裙子是牛仔布料做的，前面有拉链。它是短裙，腰带高。裙子是皮草面料做的，前面有口袋。": {
        "90671262_1": 1
    },
    "一件有花型領口的連身裙。連身裙的底色是白色，上面有黑色和紅色花型圖案。連身裙長而飄逸。這件連身裙由一個微笑的女子所穿著。": {
        "91008025_2": 1
    },
    "肩部露肩的白色上衣，配有黑色肩带。上衣由弹性面料制成，适合松身。": {
        "89610784_1": 1,
        "89608659_1": 1
    },
    "一双黑色和灰色条纹的裤子。裤子有皮革般的质感，由类似于皮革的材料制成。裤子宽松，适合宽松的鞋子。他们被一个站着的女子所穿，她为相机摆姿势。": {
        "88391426_5": 1
    },
    "花卉图案的黑色拉链裙。裙子由棉混织材料制成，前端有拉链。裙子长度为中长，上面有花卉图案，有蓝、白、粉红色的花朵混合。裙子底部还有花边边饰。": {
        "90861324_1": 1
    },
    "黑色短裙。裙子由弹性面料制成，前面有拉链。这是一条基本的休闲裙，可以穿得正式或休闲。": {
        "90913892_1": 1
    },
    "灰色长袖衬衫，有领。衬衫前面有按钮，左侧有口袋。衬衫由柔软的面料制成，适合松身。": {
        "91148795_1": 1
    },
    "一条有系带的深蓝色运动裤。裤子宽松，左腿上印有白色标志。": {
        "90970612_3": 1
    },
    "穿着黑色和白色花型上衣的女士。她还穿着一双黑色紧身裤。": {
        "91226492_4": 1
    },
    "一件黑色露背连衣裙，搭配一条系带式裙。连衣裙由弹性面料制成，背后有拉链。连衣裙搭配一条黑色腰带和银色扣子。这件连衣裙由一个长发、微笑的女士所穿。": {
        "91125836_0": 1
    },
    "白色和黑色印花的波西米亚风格连衣裙。这件连衣裙有V领和长袖，印花是花卉图案。这件连衣裙松身，裙子有飘逸的感觉。波西米亚风格的印花是黑色、白色和粉红色的混合。": {
        "89658378_0": 1
    },
    "红色上衣。上衣由柔软的面料制成，有宽松的合身感。它有高领和低背。上衣是无袖的，有圆形的下摆。": {
        "91345668_2": 1
    },
    "一双黑色长裤。长裤由棉和聚酯混合材质制成。长裤采用直剪式，并配有拉链。长裤在腰部也比较合身，整条腿都比较合身。": {
        "91130881_2": 1
    },
    "黑色丝绸内衣，带有丝绸边饰。内衣有深V领口和系带背。系带背是内衣的关键特征，给内衣增添了优雅的气息。丝绸边饰给内衣增添了优雅的气息。黑色丝绸内衣是可以穿在各种场合的经典内衣。": {
        "90583954_4": 1
    },
    "黑色和白色毛衣，底部有边饰。毛衣有黑色和白色花纹，由看上去像棉的材料制成。边饰由不同材料制成，可能是合成面料。毛衣是设计用来戴在头上的，有松散的合身度。": {
        "87795326_5": 1
    },
    "黑色V领长袖上衣。材质看起来是柔软的棉混织，款式是基本T恤。": {
        "91197172_3": 1
    },
    "黑色连衣裙，背后有银色拉链。连衣裙有V领和紧身腰线。连衣裙由弹性面料制成，裙身有飘逸感。这件连衣裙尺寸为小号，适合正式场合。": {
        "90626146_0": 1
    },
    "白色蕾丝长裙。蕾丝是透的，有精致的图案。裙子是地板长，有飘逸、波西米亚风格。它是用轻质面料制作的，可能是丝绸或网眼，有弹性腰带，可以舒适地贴合。这款裙子适合夏天的婚礼或其他任何特殊场合，想要一个飘逸、女性化的外观。": {
        "90044404_0": 1
    },
    "黑色和蓝色条纹的毛衣，有长黑袖子，在侧面有一条蓝色条纹。这件毛衣被一个穿着黑色裙子的女性所穿。": {
        "88805681_1": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，剪裁直切。它们是深黑色，前面有一个拉链和一个按钮。": {
        "90632755_0": 1
    },
    "高腰、条纹图案的蓝白印花长筒裤。": {
        "91153538_4": 1
    },
    "花卉刺绣衬衫，前置花卉刺绣。衬衫颜色为浅蓝色，款式为宽松。刺绣由黄色和白色花朵组成，以手工缝制方式缝在衬衫上。花朵散布在衬衫前置，增添了女性气质，让原本休闲的外套更加优雅。": {
        "74654670_0": 1
    },
    "一件银色拉链的浅棕色麻布夹克，有宽松的合身和宽大的领口。": {
        "87756686_2": 1
    },
    "白色V领长袖衬衫。衬衫由轻质面料制成，可能是丝绸或类似的面料。衬衫有宽松的合身度，设计用于休闲穿着。白色是衬衫的经典选择，适合各种场合。": {
        "87748941_0": 1
    },
    "金色的串珠连衣裙。连衣裙有 halter 领口和紧身的胸衣。裙子是用光泽材料制作的，并用小串珠装饰。这件连衣裙是派对连衣裙，适合晚上外出。": {
        "78769324_0": 1
    },
    "一件黑色和白色条纹的棕色裤子。裤子有宽松的合身，由柔软的流畅材料制成。它们被设计为舒适地穿着，适合休闲穿着。": {
        "88177672_3": 1
    },
    "蓝色的牛仔夹克，剪裁合身。夹克有破损的感觉，前面有按钮。牛仔布是100%棉，有浅洗的完成。夹克还有一个带有按钮的前面口袋和一个后背的折线。": {
        "88749997_0": 1
    },
    "一双黑色加灰白花纹的紧身裤。紧身裤有松松的合身度，腰带有拉绳，可以调整尺寸。花纹是由灰白线条混合而成的，创造出一种独特而时尚的外观。": {
        "90706460_3": 1
    },
    "背低腰黑色的丝绸连衣裙。裙子背后有拉链，侧面有小开口。": {
        "91429378_1": 1
    },
    "黑色和白色皮革和编织皮革制成的裙子。裙子有条纹设计，由一个女人穿着。": {
        "90496799_6": 1
    },
    "一双红黑印花裤。裤子有流畅的设计，有红黑图案。裤子是用弹性面料制作的，有高腰。裤子是带有钟形裤脚的设计，有宽腿。": {
        "90652095_1": 1
    },
    "有个心形图案的棕色和灰色衬衫。": {
        "91287871_4": 1
    },
    "一双黑色皮裤。裤子有磨损的样子，是光滑的材料制成的。它们是紧身的，有拉链和腰带环。": {
        "68039078_6": 1
    },
    "红色的毛衣，有蕾丝细节。毛衣有高领和长袖。蕾丝细节是白色的，毛衣的面料是羊毛。毛衣是松身的，有放松的剪裁。": {
        "91340250_1": 1
    },
    "黄油黄的刺绣连衣裙，黑色的刺绣。这件连衣裙有松松的合身感，有圆领，短袖，和飘逸的裙子。这件连衣裙的刺绣很精致，增添了整体外观的优雅感。": {
        "90993589_2": 1
    },
    "黑色和白色格子图案的连衣裙。这件连衣裙有V领和无袖设计。这件连衣裙的面料看起来是弹性面料，尺寸是14号。": {
        "91045469_0": 1
    },
    "一双黄油黄色的宽松长短裤，腰带高。长裤由柔软的弹性面料制成，旨在高腰上穿。": {
        "90887170_0": 1
    },
    "粉色包裙。裙子由弹性面料制成，有飘逸、宽松的合身感。这是一条长裙，覆盖了穿者全身的腿部。": {
        "89607774_0": 1
    },
    "一件蓝色的上衣，领口高，前面有一个设计。面料似乎是弹性面料，可能是尼龙或斯潘克斯混合。上衣的领口是V型，背后有一条宽的带子。上衣前面有一个蓝黑相间的花型，里面有几朵白花。这件上衣是一件时尚的衣服，可以搭配各种底子，比如紧身裤或短裤。": {
        "90240227_0": 1
    },
    "黑色和白色印花衬衫，上面有花卉图案。衬衫有黑色领口和前面的黑色和白色设计。衬衫的袖子是黑色和白色，领口是黑色。这件衬衫是由一个长发的女士所穿的。": {
        "91367091_0": 1
    },
    "白色T恤，上面印有灰色字样。": {
        "91044455_2": 1
    },
    "黑色皮夹克，有拉链。夹克上有白条纹，拉链是银色的。这件夹克是穿在穿着白色衬衫的女人的身上。": {
        "89664387_0": 1
    },
    "白色衬衫，有格子花纹。衬衫有高领和长袖。面料是轻质棉，衬衫是经典、永恒的风格。": {
        "91217343_0": 1
    },
    "有拉链的白色外套。外套由光泽材料制成，有领子。外套由一个 mannequin 穿着，放在商店的窗户里。": {
        "90238375_0": 1
    },
    "一双宽松的黑色宽松裤。裤子宽松，用柔软的面料制成。裤子设计舒适、时尚，是休闲穿着的好选择。": {
        "90830399_3": 1
    },
    "黑色皮夹克，有拉链。夹克有银色的拉链和银色的扣。夹克也有一个黑色的皮带，有银色的扣。夹克是穿在白色衬衫下的女性所穿的。夹克有时尚的风格，是皮质的。": {
        "90714405_1": 1
    },
    "黑色上衣，袖口有蓬松的袖口，领口有黑色丝带。上衣松散，面料是黑色透明的，领口有黑色蕾丝边。袖口有蓬松，袖口有黑色蕾丝袖口。领口有黑色丝带，给上衣增添了女性化的气质。": {
        "91249558_0": 1
    },
    "黑色和灰色条纹图案的连衣裙。连衣裙有毛线纹理，有船颈。连衣裙有长袖，有紧身的剪裁。色彩鲜艳的条纹在连衣裙的前面，给这套中性色调的服装增添了一点色彩。": {
        "91358210_3": 1
    },
    "一件裤子。裤子由织物制成，有灰色和白色色调。裤子高腰，长度短。裤子底部还有一个边饰。": {
        "86785031_1": 1
    },
    "腰带是粉色的，衣领是V字型，袖子是短袖。这件衣服是弹性面料制成的，是合身的，有圆裙。": {
        "91246498_1": 1
    },
    "蓝白条纹上衣，配有海军蓝领子和海军蓝袖子。上衣搭配海军蓝衬衫。": {
        "91341135_2": 1
    },
    "一双有拉链和前口袋的黑色长裤。长裤由弹性面料制成，腰带宽大。长裤设计用于搭配腰带。": {
        "90138785_1": 1
    },
    "圆领红衫，圆领口。这件衫是柔软的弹性面料制成的，圆领口。这件衫的颜色是深红，几乎是深红色。这件衫是女性尺寸的中型，是基本的休闲风格。": {
        "90814935_3": 1
    },
    "黑色礼服，上面有金色的串珠。这件礼服有飘逸的松散款式，还有高低不齐的裙边。串珠小小地散落在礼服上，为这套服装增添了光泽和华丽的气质。": {
        "90764714_4": 1
    },
    "黑色背心，侧边有白色条纹。背心穿在灰色的背心上，配有黑色带银扣的腰带。背心是光滑的面料，尺寸宽松。": {
        "89490052_1": 1
    },
    "一件白色连衣裙，有V型领口和肩带。这件连衣裙由弹性面料制成，有紧身的胸衣和蓬松的裙子。这件连衣裙是中长款，由一个身材苗条的女人穿着。": {
        "89629158_0": 1
    },
    "高腰、流苏裙的印花连衣裙。这件连衣裙由轻质面料制成，上面印有混合了粉色、黄色和绿色花朵的印花。这件连衣裙是新娘母亲风格，由一个梨形身材的女性所穿。": {
        "87479092_0": 1
    },
    "一双宽松的深蓝色长裤。长裤松松的，由柔软的面料制成的。长裤前面有个褶皱，侧面有个拉链。": {
        "90500071_3": 1
    },
    "灰色的羊毛夹克，有黑色的拉链。夹克有领子、前面的纽扣和左边的口袋。这件夹克是由一个穿着白色衬衫的女士所穿的。": {
        "91150134_0": 1
    },
    "白色T恤，上面有色彩缤纷的火箭船设计。火箭船有粉色、黄色和紫色色调，上面有黑鼻子和黑眼圈的脸。T恤短袖，由柔软的棉材质制成。": {
        "91352221_0": 1
    },
    "黑色短裙T恤。T恤有圆领，用弹性面料制成。T恤是基本款，适合休闲穿。": {
        "91424548_1": 1
    },
    "黑色上衣，背后有开口。面料似乎是轻质面料，可能是聚酯或 rayon 混合。上衣有高领和长袖，松身。背后有开口的设计，露出背心。": {
        "91223105_0": 1
    },
    "白色上衣配以浅棕色皮革边饰。上衣有圆领，无袖。皮革边饰缝在上衣的顶端，呈现无缝的外观。浅棕色皮革边饰为这款简单白色上衣增添了一丝优雅。": {
        "90474109_0": 1
    },
    "白色无肩带连衣裙，有折叠花纹和腰带。裙子有甜心型领口和下膝的飘逸裙。": {
        "90242629_0": 1
    },
    "一件绿色的T恤，有V领和短袖。这件T恤是弹性面料制成的，有纹理。领口是圆形的，袖子是短的，在手腕处结束。这件T恤是休闲的，可以搭配牛仔裤或短裤。": {
        "90667320_1": 1
    },
    "花卉图案裙。裙子是用浅棕色面料制作的，上面有花卉图案，混有棕色、白色和绿色。裙子很飘逸，有环绕设计的花卉图案。": {
        "67714720_1": 1
    },
    "有扭曲设计的黑色连衣裙。这件连衣裙有领子，长袖。这件衣服的面料似乎是编织的面料。": {
        "90594304_0": 1
    },
    "白色薄纱睡衣裤。裤子由薄纱白布制成，侧面有系带细节。裤子宽松，有飘逸的设计。": {
        "90449855_0": 1
    },
    "一件红色无肩带设计，深V领的连衣裙。这件连衣裙有网眼覆盖，背后有系带。这件连衣裙由弹性面料制成，有流畅、女性化的风格。": {
        "90772705_0": 1
    },
    "一位女士穿着一件桃色丝绸的带腰裙，裙边是折叠的。": {
        "91206690_3": 1
    },
    "白色伪装印花长袖上衣，前有拉链。面料柔软，设计是白色和灰色相混合。": {
        "90040396_2": 1
    },
    "蓝黑双面皮夹克，配有皮毛边饰的帽子。夹克采用蓝黑两色搭配，并配有大皮毛边饰帽子。皮毛边饰帽子是夹克的独特和时尚的特点。": {
        "90995040_1": 1
    },
    "一双有圆点图案的白色和黑色裤子。裤子有宽腿，由弹性面料制成。裤子被一个站着微笑的女人穿着。": {
        "89199192_0": 1
    },
    "黑色紧身裙。裙子由光泽材料制成，侧面有拉链。一女人在站立，双手放在腰上穿着裙子。": {
        "90664353_4": 1,
        "89832625_0": 1,
        "90492533_2": 1,
        "90302767_1": 1
    },
    "白色T恤，上面印有图形。图形由各种字母和单词组成，包括宗教和自由这两个词。T恤有宽松的版型，由柔软、轻质的面料制成。": {
        "91373751_1": 1
    },
    "粉色网眼裙。网眼是浅粉色，裙子是全长。": {
        "90625021_1": 1
    },
    "白色网眼背心。背心有V领，由白色网眼面料制成。领口有拉绳，背心是拉纹面料。背心是时尚、潮流的外衣。": {
        "76050541_5": 1
    },
    "蓝黑网眼裙。": {
        "81373458_0": 1
    },
    "一双花纹黑裤。裤子有松身的合身度，膝盖处有短裤的长度。花纹由黑色、白色和灰色混合组成。": {
        "90124284_2": 1
    },
    "一双有红条的黑色长裤。长裤有宽松的合身，由柔软的面料制成。长裤是运动服的一部分，有红条在侧面。": {
        "91025404_1": 1
    },
    "一双黑色皮裤。裤子有磨损的感觉，是皮制成的。他们有拉链和按钮，并且有细身的合身感。": {
        "91015453_0": 1,
        "90562590_0": 1,
        "90122457_1": 1,
        "90992119_0": 1,
        "91328227_0": 1,
        "90813332_0": 1,
        "40449213_10": 1
    },
    "穿着蓝色连衣裙的女士。这件连衣裙是套头款，有V领口。这件连衣裙是弹性面料制作的，贴身。女士也戴着一条黑色腰带，系在腰上。": {
        "91407166_0": 1
    },
    "花纹外套，浅粉色和黑色领口。外套有松散的合身度，由轻质材料制成。花纹图案由小粉色和白色花朵组成，在黑色背景上。": {
        "89410610_1": 1
    },
    "灰色上衣，肩部有切口和冷肩设计。上衣由弹性面料制成，有圆领口。": {
        "91370207_3": 1
    },
    "印花裙。裙子采用黄色和黑色色调，印花是黄色和黑色花朵。裙子由黄色和黑色面料制成，领子是黄色。裙子在腰部还有黑色腰带，裙子上还有黑色和黄色花朵图案。裙子是黄色和黑色色调的组合，印花是黄色和黑色花朵。": {
        "84013357_4": 1
    },
    "一双蓝色的长裤。长裤由柔软的面料制成，并且有宽松的合身度。它们被一个站立着，双手放在腰上的人穿着。": {
        "90958344_0": 1
    },
    "黑色和白色花纹的连衣裙。连衣裙有高领和长袖。连衣裙的裙子有卷边，有蓬松的裙边。连衣裙用轻质面料制作，设计是飘逸的，穿着舒适。": {
        "89947108_4": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，紧身且合身。它们是为运动活动设计的，有高腰带。紧身裤也提供其他颜色，如白色、灰色和蓝色。": {
        "90955638_3": 1
    },
    "一双棕色长筒袜，白色的腰带。长筒袜有棕色和白色色调，由弹性面料制成。长筒袜设计为运动服，有时尚的风格。": {
        "90475234_3": 1
    },
    "黑色与白色连衣裙。连衣裙有一条黑色无袖上衣和一条白色中长裙。连衣裙由弹性面料制成，有V领，前边有开口。连衣裙以现代时尚风格搭配领子和前边开口。": {
        "89932224_1": 1
    },
    "带有花卉图案的粉色蕾丝上衣。上衣是透气的面料制成的，并且是紧身的。蕾丝是精致的，有淡粉色的色调。花卉图案是复杂的，给上衣增添了女性气质。": {
        "91098361_0": 1
    },
    "一件白色连衣裙，底部有五颜六色的边饰。连衣裙有长袖和高领。边饰由不同颜色的珠子组成，垂在连衣裙的前面。": {
        "91147094_2": 1
    },
    "白色中裙，配有奶油色的内衬。裙子有高腰和下摆开阔的裙型，材质是弹性面料。裙子搭配白色短袖上衣和黑色高跟鞋。": {
        "59881740_2": 1
    },
    "白色毛衣，船型领口和长袖。这件连衣裙由弹性面料制成，有紧身的衣身和蓬松的裙子。这件连衣裙搭配白色衬衫和白色高跟鞋。": {
        "91437674_4": 1
    },
    "一双有白色条纹的黑色长裤。长裤有宽松的合身度，由光泽材料制成。长裤被一个站立着，双手在口袋里的人所穿。": {
        "91177828_1": 1
    },
    "白色高领长袖上衣。材质看起来是柔软的、有弹性的面料，可能是棉和聚酯的混织物。高领设计简单，没有其他细节或装饰。": {
        "91265940_0": 1
    },
    "一件蓝色的蕾丝上衣。这件衣服背后有低腰，侧面有高开口。这件衣服的蕾丝上衣被挂在衣服上，有V领。这件衣服是16号，由弹性面料制成。": {
        "89970231_0": 1
    },
    "黑色皮夹克。夹克有拉链关闭，有银色的拉链拉手。夹克也有领子，左侧有口袋。夹克是皮制的，有光滑、现代的外观。": {
        "83243862_3": 1,
        "90617152_1": 1
    },
    "一件淡粉色的蕾丝连衣裙，上面有一层淡紫色的网眼布，有肩带式领口，有褶皱裙，背后有拉链。": {
        "91371773_2": 1
    },
    "灰白色的长袖连衣裙，侧面有一道高开裂。连衣裙由光泽材料制成，纹理是编织的。连衣裙还配有银色的腰带。": {
        "90356661_1": 1
    },
    "黑色连衣裙，白色领口。这件连衣裙没有袖子，背后有拉链。这件连衣裙由光滑的面料制成，风格简单而优雅。": {
        "89435024_1": 1
    },
    "黑色折边中长裙，银色闪光小圆点。裙子是闪光面料制成的，长度是中长。裙子搭配黑色上衣。": {
        "90093746_3": 1
    },
    "一件绿色的毛衣，有黑色的拉链和拉链拉手。": {
        "90326286_1": 1,
        "90326286_2": 1
    },
    "白色T恤，上面有蓝银色闪光字母拼写出的holster。T恤前面有蓝星设计，材质是柔软的棉布。T恤的款式是休闲和时尚的，适合夜店或海滩出游。": {
        "89497654_2": 1
    },
    "黑色和白色条纹上衣，高领，紧身剪裁。上衣由弹性面料制成，无袖设计。": {
        "89207983_0": 1
    },
    "粉色丝绸面料的连衣裙。这件连衣裙有紧身的胸衣和满满的裙子。这件连衣裙是小女孩的尺寸，是短的。": {
        "89646053_2": 1
    },
    "多彩的蕾丝花边连衣裙。这件连衣裙没有领口，有紧身的胸围。裙子由不同颜色的蕾丝层层叠叠，形成蓬松的效果。这件连衣裙穿在有棕色皮肤的女士身上。": {
        "80298825_1": 1
    },
    "蓝花纹中长裙和短顶组合。裙子是弹性面料制成的，腰线高。短顶是白色和蓝花纹，领口是露背，背心。这套衣服搭配白色丝绸腰带，腰带在腰上系紧。": {
        "89840301_3": 1
    },
    "一双黑色网眼内裤。内裤有修身的剪裁，并带有高腰线。网眼是伸展性强、光泽度高的面料，给内裤增添了一丝光泽。内裤设计舒适，适合日常穿着或运动。": {
        "90755599_0": 1
    },
    "黑色蕾丝裙，上面有白色蕾丝花边。裙子有高腰设计，分层式，有波浪形边缘。蕾丝花边很精致，面料看上去很轻薄，可能是丝绸或丝绸。这种裙子的款式很女性气质，很优雅，适合特殊场合或搭配简单的衣服。": {
        "91393159_3": 1
    },
    "黄、绿、紫等色调的花型衬衫。衬衫有宽松的尺寸，由丝绸材料制成。": {
        "89549210_6": 1
    },
    "白边背心，有编织花纹。背心用轻质面料做，可能是编织或编织的。背心有松散的合身度。边是长、细的绳子，从背心下垂。背心由一个年轻女孩穿着，她有一头长长的棕色头发。": {
        "90188593_2": 1
    },
    "黑色牛仔夹克，领子是灰色。夹克前面有个按钮和拉链。穿着者下面穿着一件白色衬衫。": {
        "87903423_3": 1
    },
    "灰色的铅笔裙。裙子是用弹性面料制作的，在侧面有拉链。裙子是浅灰色，由一个女人穿着。": {
        "90685264_2": 1
    },
    "一双黑色长裤。长裤由一种看上去是棉混织的面料制成的。长裤是直剪的，由站立的人穿着。": {
        "90409023_2": 1
    },
    "黑色与白色北面夹克，配有棕色红色的格子内衬。夹克由合成材料制成，有女性化的剪裁。它有黑色拉链，黑色与白色标志，以及袖子上的黑色与白色条纹。夹克是为寒冷的天气设计的，有温暖、蓬松的外观。": {
        "89978484_3": 1
    },
    "穿着黑色和白色条纹裙，白色花边衬衫的女士。裙子有黑色和白色条纹，腰带是黑色。衬衫有白色花边领口和白色蕾丝领。女士也穿着黑色和白色条纹的笔杆裙，腰带是黑色。": {
        "63440154_4": 1
    },
    "高领和前扣的粉色上衣。上衣由轻质面料（可能为丝绸）制成，领口处有折叠细节。上衣以时尚的方式打扮，适合正式或半正式场合。": {
        "91329214_0": 1
    },
    "绿色皮夹克，有金属光泽。夹克有领子，前有拉链，拉链拉头是银色的。袖子很长，袖口有银色的拉链。夹克是紧身的，有光泽，有金属光泽。": {
        "88402399_1": 1
    },
    "绿色的上衣，领口处有折叠细节。上衣由柔软的面料（可能是棉）制成，款式宽松。领口处的折叠是绿色的，为简单的设计增添了女性气质。": {
        "91316724_1": 1
    },
    "穿着桃色包腰裙的女人。裙子是柔软的面料做的，有飘逸的、宽松的合身感。女人穿着黑色短袖上衣，头发扎着马尾辫。": {
        "90634369_0": 1
    },
    "白色蕾丝连衣裙。连衣裙有V型领口和背心式设计。蕾丝精致，连衣裙材质柔软。连衣裙以适合夜店或特殊场合的风格设计。": {
        "91323869_2": 1
    },
    "花纹连衣裙，上身无肩带，裙子有卷边。连衣裙是黑色和白色，有不同尺寸和颜色的花纹混合。连衣裙上身是黑色，裙子是白色，有黑色卷边。连衣裙是迷你款，背后有拉链。": {
        "91365416_3": 1
    },
    "穿着条纹毛衣的人。毛衣上有斑马条纹图案，由光泽材料制成。穿着毛衣的人还穿着一双黑色裤子。": {
        "90588271_3": 1
    },
    "蓝色的长袖连衣裙。这件连衣裙是套头式，由弹性面料制成。连衣裙在顶部是合身的，在底部是开阔的。连衣裙的颜色是深蓝色的，由一个女人穿着。": {
        "90827410_0": 1
    },
    "运动内衣。它由网眼和弹性面料混合制成。内衣主要为红色和黑色。它有一个独特的设计，红色网眼顶部，黑色网眼底部。内衣还有红色网眼边饰和黑色网眼边饰。内衣的带子是黑色，背后有黑色网眼设计。": {
        "68881669_2": 1
    },
    "破洞牛仔裤。牛仔裤颜色是浅米色，腰带高。剪裁是短裤，底部是破洞。牛仔裤是牛仔布料，适合松身。": {
        "90106373_2": 1
    },
    "一双黑色宽松裤，底部有钟形开口。裤子有高腰，材质有弹性。": {
        "89944353_5": 1
    },
    "连衣裙。这件连衣裙是多彩的，有几何图案。这是一件加大尺寸的连衣裙，由弹性面料制成。这件连衣裙是露背的，有高腰线。连衣裙的裙子是蓬松的，有折叠边。": {
        "90778087_0": 1
    },
    "有领的黑色与白色条纹衬衫。衬衫有黑色与白色条纹，材质看上去像是皮。领子是白色，袖口是黑色。这件衬衫是女人的上衣。": {
        "91263105_5": 1
    },
    "黑色宽松的套装，腰带宽大。裤子宽松，宽腿，搭配黑色腰带。套装搭配黑色衬衫和黑色白色腰带。": {
        "89403921_3": 1
    },
    "黑色蕾丝连衣裙配有海军蓝腰带。连衣裙有紧身的胸衣和飘逸的裙子。蕾丝花纹复杂，腰带增添了服装的色彩。": {
        "91357735_0": 1
    },
    "前有五个银色按钮的蓝色牛仔裙。裙子有高腰，用牛仔布做成的。": {
        "91184097_2": 1
    },
    "白黑条纹衬衫，有破旧的外观。衬衫有领子、长袖和前开扣。条纹是黑白的，衬衫有破旧的外观，有毛边和磨损的迹象。": {
        "91380009_0": 1
    },
    "高腰、有褶的蓝裙。裙子由柔软、流畅的面料制成，设计为高腰。": {
        "91090218_1": 1
    },
    "黑色长袖和包式。 这件连衣裙是用弹性面料制作的，有简单的设计。 这件连衣裙不紧身，有松散的合身感。": {
        "90521493_0": 1
    },
    "有点格子的白色连衣裙。连衣裙有紧身的胸衣和满满的裙子。连衣裙是用透明的面料做的，有短袖。连衣裙是复古风格，适合特殊场合。": {
        "91275606_1": 1
    },
    "黑色牛仔夹克，有拉链封闭。夹克有黑色皮质领口和银色拉链拉手。夹克由牛仔布制成，有宽松的合身度。": {
        "89755393_3": 1
    },
    "一双黑色牛仔裤，上面有白色花卉图案。牛仔裤腰高，紧身。花卉图案是白色花朵，绿叶，黑色背景。": {
        "89661819_4": 1
    },
    "有一件黑色的花型连衣裙。这件连衣裙有黑色的网眼面料，上面有紫色花型图案。这件连衣裙还有腰带和黑色系带背带。": {
        "91421141_2": 1
    },
    "有圆领和直下摆的条纹白色和黑色短袖衬衫。": {
        "49099471_1": 1
    },
    "一双黑色内裤，腰带是白色的。内裤是弹性面料，有紧身的感觉。适合高冲击力的运动，有吸湿透气的面料。有各种尺寸，适合男女。": {
        "90788257_0": 1
    },
    "银色拉链黑色皮夹克。夹克前面有扣扣细节，袖子上也有拉链。夹克采用时尚的骑手风格制作，由高质量的皮制而成。": {
        "90975453_4": 1
    },
    "白色蕾丝连衣裙，前部有高开口。这件连衣裙有露肩领口和低背。蕾丝精致，连衣裙材质轻薄。这件连衣裙是时尚风格，非常适合特殊场合。": {
        "90407561_0": 1
    },
    "黑色皮夹克，有毛皮领。夹克有拉链，前面有两个口袋。毛皮领是棕色，看起来是用兔子皮做的。夹克是时尚风格，用高品质的材料制作的。": {
        "69387468_1": 1
    },
    "穿着白色中长裙的女子，她还穿着一条灰色皮带，以及一条灰色中长裙，上面有灰色皮带。": {
        "87453233_0": 1
    },
    "黑色和白色印花T恤，上面写着想象和单音，T恤宽松，由柔软的面料制成。": {
        "78856808_4": 1
    },
    "蓝白花纹连衣裙。连衣裙有折叠裙和花边肩膀领口。裙子分层，有蓝白花纹。连衣裙是加大尺寸，有飘逸的合身款式。": {
        "90645218_15": 1
    },
    "条纹裙。裙子是用编织面料制作的，有白色、蓝色、橙色和黄色的条纹混合。裙子膝盖长，有松松的合身感。": {
        "88927941_1": 1
    },
    "黑色皮夹克，高领，前有拉链。夹克稍微有点大，由光滑的皮革制成。": {
        "89768377_3": 1
    },
    "黑色和白色格子衬衫，有V领和无袖设计。衬衫由一种看上去是聚酯和棉的混合面料制成的。格子花纹由黑色和白色条纹组成，衬衫有松身的合身度。": {
        "91337414_1": 1
    },
    "白色无袖上衣，有纹理。这是一件紧身的，在腰部被裁剪的，有圆领口的。面料看起来是弹性面料，这件上衣是基本的休闲风格，可以搭配牛仔裤或短裤。": {
        "91362250_0": 1
    },
    "绿色的连衣裙，腰间系着一条丝绸腰带。连衣裙有V字领，短袖。腰带是黑色，上面有扣。连衣裙是短款的，面料是光滑的。": {
        "90958522_1": 1
    },
    "黑色和白色背心。背心顶部是黑色，底部是白色。背心由柔软的面料制成，尺寸合身。": {
        "89399343_0": 1,
        "89399343_1": 1
    },
    "绿蓝条纹长袖衬衫，圆领，背后有按钮。衬衫由柔软的毛线材质制成，有宽松的合身感。": {
        "91411737_1": 1
    },
    "牛仔裙，面料是牛仔布质感。裙子有高腰和宽松的裙身设计。裙子下摆略微高于膝盖。裙子是坚固的牛仔布材质，背后有拉链。": {
        "91134066_3": 1
    },
    "黑色皮革短裙。裙子有高腰和低腰，皮革面料。它是一个紧身的风格，有前裂和侧面拉链。": {
        "90514479_0": 1
    },
    "背后有系带的黑色连衣裙。连衣裙由弹性面料制成，有合身的胸衣，背后有拉链。连衣裙短，有卷边。背后的系带由光泽面料制成，与连衣裙的颜色不同。": {
        "90831041_1": 1
    },
    "黑色V领和有折叠领口的T恤。面料似乎是弹性面料，可能是棉和聚酯的混合。T恤有宽松的合身度，是设计用来搭配飘逸的裙子和裤子的。整体风格是休闲和舒适，适合放松的一天。": {
        "91120678_0": 1
    },
    "蓝白格子连衣裙，有黑色领子和腰带。连衣裙前端有纽扣，袖子长而宽松，有黑色按钮。连衣裙款式宽松，风格有点波西米亚风。": {
        "91410396_0": 1
    },
    "一双蓝色的紧身裤。紧身裤由光滑的面料制成，有弹性。它们紧身，腰线高。紧身裤由一个穿着蓝色运动内衣和黑色运动内衣的女士穿着。": {
        "91364106_1": 1
    },
    "白色高领衬衫，前襟有折边。衬衫宽松，材质轻薄。": {
        "91133746_3": 1
    },
    "蓝绿色条纹的斑马印花连衣裙。连衣裙有紧身的胸衣和飘逸的裙子。面料似乎是轻质的，可能是丝绸或丝绸。连衣裙以时尚、休闲的方式打扮。": {
        "88854745_0": 1
    },
    "带有扭曲前设计的紫色连衣裙。这件连衣裙有下沉的领口和环绕式设计，创造了披肩的效果。面料似乎是弹性毛衣面料，这件连衣裙有长袖和膝盖长度。": {
        "89622606_0": 1
    },
    "灰金两色夹克，有领。夹克有银色拉链和金色拉链拉头。夹克用光滑的面料做成，有腰带。夹克有领和金色拉链拉头。": {
        "91316351_3": 1
    },
    "黑色套装外套，带有银色拉链。这件外套背面有一个独特的设计，上面有银色别针，别针上有一只黑色的蝎子和一只红黑色的蜘蛛。这件外套用光滑的面料制作，可能是丝绸，并且有一种正式的外表。": {
        "91273526_4": 1
    },
    "五口白牛仔裙。裙子是直剪的，有拉链。牛仔布是浅色的，裙子是短的。": {
        "89317027_0": 1
    },
    "有点前置扭曲设计的红色连衣裙。连衣裙有个包式设计，还有个冷肩切割。连衣裙的面料是弹性面料，连衣裙有流畅和舒适的合身度。连衣裙也有其他颜色，比如橙色、黑色和蓝色。": {
        "87865059_0": 1
    },
    "绿色的圆领短袖孕妇上衣。面料是弹性的，尺寸是宽松的，穿着舒适。": {
        "91391851_0": 1
    },
    "绿色的假皮夹克，有拉链。夹克有黑色领子和黑色拉链拉手。这件夹克被一个长发的女人穿着。": {
        "89543376_1": 1
    },
    "一件绿色的蕾丝连衣裙，有开口的领口和飘逸的裙子。这件连衣裙是由一个超重的女士所穿的，有编织的蕾丝设计。": {
        "89240796_0": 1
    },
    "黑色牛仔夹克，带有破损细节。夹克有修剪合身的剪裁，并带有前拉链。破损细节包括袖子和下摆的破损缝线和破碎边缘。夹克搭配白色T恤和黑色牛仔裤。": {
        "89633299_1": 1
    },
    "绿蓝衬衫，袖口有折边，领口宽大，面料是棉和聚酯混合，款式是宽松的，线条是松散的。": {
        "91245101_2": 1
    },
    "这件衬衫是长袖和领口的，设计是按钮扣的。这件衬衫是柔软的轻质面料制成的，有经典的合身感。颜色是浅粉色，适合休闲和正式场合。这件衬衫是舒适和时尚的，使其成为任何衣柜的万能补充。": {
        "91002948_6": 1
    },
    "黑色连衣裙，有V型领口和前面的系带。连衣裙是弹性面料制作的，有合身的剪裁。连衣裙是无袖的，背后有个钥匙孔开口。": {
        "91381362_0": 1
    },
    "棕色和白色连衣裙。这件连衣裙有V型领口和飘逸的裙子。这件连衣裙是用浅棕色面料制成的，上面有白色花纹。这件连衣裙是加大尺寸的款式，是设计给体型较大的女性穿的。": {
        "88434330_2": 1
    },
    "黑色和白色印刷的毛衣。毛衣上有黑色和白色花卉图案，边缘是黑色。它被一个站在白色背景前的女性所穿。毛衣是开衬的，女性下面穿着黑色背心。": {
        "90974332_1": 1
    },
    "蓝白花纹衬衫。衬衫有松身的合身度，前胸有纽扣。花纹图案是蓝白相间的蓝紫花朵在白色背景上。": {
        "90643717_0": 1
    },
    "白色襯衫，有領口。襯衫由柔軟的材質製成，有長袖設計。襯衫是經典的白色顏色，由一個人偶穿著。": {
        "65067170_3": 1
    },
    "紫色花卉睡衣套装。裤子有宽松的腿和松紧带腰带，而上衣是长袖花卉印花衬衫。裤子是用柔软、飘逸的面料制作的，而上衣则稍微有点结构性。这套睡衣套装是设计用来在家中舒适、时尚地穿着的。": {
        "90422705_0": 1
    },
    "一件红色圆领的背心。背心由弹性面料制成，有披肩的圆领。背心的颜色是深红色，几乎是深红色的。": {
        "91423276_0": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，直切。它们被设计成舒适且适合各种体型的优雅。": {
        "91098647_0": 1
    },
    "黑色上衣。面料看上去是弹性紧身布料，上衣是无袖的，有V型领口。上衣是设计为短袖上衣，是暴露腹部的时尚风格。": {
        "89112370_0": 1
    },
    "一双深蓝色的紧身裤，白腰带。紧身裤是弹性面料制成的，腰带高。紧身裤是针对锻炼设计的，款式时尚。": {
        "91126775_0": 1
    },
    "黑色和粉色跑步紧身裤一双。紧身裤的粉色部分上面有白色星形图案。紧身裤由弹性舒适的面料制成。紧身裤有黑色腰带和腿部有粉色和黑色设计。": {
        "90850048_8": 1
    },
    "黑白格子连衣裙。这件连衣裙有吊带领口和背后一个钥匙孔开口。这件连衣裙没有袖子，有飘逸的合身款式。": {
        "79906598_23": 1,
        "79906598_28": 1
    },
    "白色上衣，前有拉链。上衣有高领，长袖，袖口有按钮。拉链是银色的，沿着上衣的前面延伸。面料似乎是轻质面料，可能是丝绸或类似的面料。上衣有松散的合身度，是设计用于休闲穿的。": {
        "91334618_0": 1
    },
    "黑色腰带的红色连衣裙。连衣裙没有领子，有飘逸的裙子。连衣裙是用光泽材料制作的，上面有花卉图案。连衣裙是中码，由长发的女士穿着。": {
        "90307791_2": 1
    },
    "一件红色的无肩带礼服，前面有一道高裂口。礼服由光泽材料制成，有海豚线条。礼服还有一条有折叠裙和前面有一道高裂口。": {
        "84747095_1": 1
    },
    "一双红色的裤子。裤子由一种看上去是棉混织的面料制成的，剪裁是直切的。裤子是高腰的，裤腿宽。裤子是纯红色的，没有明显的口袋。": {
        "89059340_0": 1
    },
    "黑色和白色花卉印花裙。裙子由弹性面料制成，上面印有黑色和白色花朵的花卉图案。裙子膝盖长，侧面有拉链。": {
        "90691287_0": 1
    },
    "黑色长袖套头连衣裙。这件连衣裙由弹性面料制成，适合休闲或正式场合。": {
        "91332225_2": 1
    },
    "白色和多彩条纹的圆领短袖连衣裙。连衣裙有紧身的胸衣和宽松的裙子。条纹是水平的，颜色是粉色、黄色和蓝色。": {
        "90080618_0": 1
    },
    "黑色拉链夹克，有拉链领口和前拉链口袋。夹克是光滑的面料制成的，有运动的外观。": {
        "75272777_2": 1,
        "89312308_0": 1
    },
    "黑色和浅棕色蕾丝裙。裙子上面有黑色蕾丝，下面有浅棕色蕾丝。裙子长度到地，有高腰。蕾丝花纹复杂，细节丰富，有透明感。这件裙子是时尚的，可以穿在各种场合。": {
        "73777853_1": 1
    },
    "白色长袖衬衫，前面的V字大字母。衬衫有光泽的面料，是弹性面料。这件衬衫是时尚的，可以搭配牛仔裤或长筒裤。": {
        "91343630_1": 1
    },
    "白色蕾丝裙。蕾丝是编织的，有花型图案。裙子长，腰线高。这是一条中长裙，落在膝盖上方。蕾丝是透的，有精致的质感。裙子用轻质面料做，可能是丝绸或网纱。": {
        "90229199_3": 1
    },
    "一件蓝色的长袖衬衫，领子是折叠的，袖子是卷起来的。衬衫是宽松的，是柔软的面料做的。": {
        "91421204_0": 1
    },
    "花卉图案连衣裙。这件连衣裙由轻质面料制成，并带有飘逸的设计。这件连衣裙由一位女性所穿，她正在为相机摆姿势。这件连衣裙是蓝、黄和白色的混合色。花卉图案由小花和叶子组成。这件连衣裙有 halter 领口和飘逸的裙子。这件连衣裙是夏装，适合": {
        "90822194_0": 1
    },
    "有蝴蝶图案的红色黑色连衣裙。这件连衣裙有V型领口和飘逸的裙子。面料是丝绸制成的，设计是可以作为 maxi 连衣裙穿的。": {
        "90727226_0": 1
    },
    "白色T恤，上面有黑色的标志。标志上写着deminat这个词。这件T恤是女性款，有V领设计。": {
        "91245952_1": 1
    },
    "一件黑色腰带的灰色长裤。裤子是直切的，由弹性面料制成。腰带由光滑的材料制成，有银色的扣。裤子被一个微笑的女子所穿。": {
        "91290865_0": 1
    },
    "穿着蓝色和绿色的连衣裙的女士。连衣裙有V领和长袖。连衣裙由不同材料混合而成，包括顶部蓝色面料和底部绿色面料。连衣裙是不同颜色的混合，包括蓝色、绿色和白色。女士腰间系着一条黑色腰带，以凸显她的身材。": {
        "91247258_1": 1
    },
    "黄色连衣裙，有 spaghetti 带和有卷边领口。连衣裙用轻质面料做，有飘逸的合身感。连衣裙是中长款，适合夏或春天场合。": {
        "89607644_0": 1
    },
    "穿着蓝黑色冬衣的女士，衣领有毛皮。这件外套前面有拉链和口袋，她还戴着一顶黑色帽子和一副太阳镜。": {
        "72363242_8": 1
    },
    "一件蓝色的上衣，有圆领和长三分之二的袖子。上衣是用光泽材料制成的，在领口处有卷边细节。": {
        "91435185_0": 1
    },
    "一双蓝色紧身裤。紧身裤由弹性面料制成，紧身，设计用于搭配高腰带，设计简单，光滑。": {
        "90708714_2": 1
    },
    "穿着浅棕色紧身裙的女士。裙子由光滑的面料制成，腰带高。女士也穿着白色衬衫和黑色高跟鞋。": {
        "69141217_1": 1
    },
    "紫色的无袖上衣，有折叠的边。上衣是用弹性面料制作的，有V字领口。边上的折叠是紫色的，给上衣增添了活泼的感觉。": {
        "91374308_1": 1
    },
    "有金扣的黑色裙子。裙子是光滑的面料，有紧身的款式。金扣是小小的，在裙子的长度上均匀地分散。": {
        "89617237_0": 1,
        "90843292_1": 1
    },
    "黑色和白色印刷丝绸领带。领带有一个独特的设计，黑色背景和白色印刷。印刷品有各种几何形状和粉色和蓝色鸟。领带系在脖子上，挂在穿着者的前面。": {
        "89076884_2": 1
    },
    "黑色和橙色小圆点衬衫，有佩普勒姆轮廓，还有有折叠的领口。衬衫有松散的合身感，上面有花卉图案，有黑色和橙色小圆点混合。": {
        "90881465_0": 1
    },
    "黑色牛仔裙，有拉链和前面的小口袋。裙子有高腰和中长款。": {
        "90606636_2": 1
    },
    "穿着一件蓝色的外套，外套上配有皮毛。外套有帽子，前两边有口袋，帽子上还有皮毛。这个女人穿着一件蓝色的外套，外套上配有皮毛，她还穿着一件绿色的外套，外套上也配有皮毛。这个女人还穿着一件蓝色的外套，外套上也配有皮毛。": {
        "90036405_4": 1
    },
    "蓝橙条纹裙。裙子上端是深蓝色的，下端是橙色的。条纹很细，裙子是丝质的。裙子是中长款，上端有结带细节。": {
        "91280698_2": 1
    },
    "一双黑色花卉长裤。长裤有黑色底色，上面有粉色和白色花卉图案。长裤腰部高，面料有弹性。": {
        "89661819_1": 1
    },
    "有领的黑色外套。外套是用羊毛制成的，长度很长。这是一件时尚的外套，设计很时尚。": {
        "91367480_3": 1
    },
    "棕色裙。裙子由一种看上去像某种面料制成的，有前拉链。裙子是中长款，也就是说它落在膝盖上方。裙子还有腰带，腰带是同色的棕色皮革制成的。裙子是女装的一部分，搭配白色衬衫和棕色皮革腰带。": {
        "91076980_0": 1
    },
    "白色蕾丝设计的衬衫，带有高圆领，长袖，有按钮的袖口，松身。衬衫由一种透明、轻质的面料制成，上面有小、不规则分散的钻石图案，颜色有浅棕色、白色和浅灰色。": {
        "90576102_2": 1
    },
    "黑色花卉连衣裙，有环绕式设计和领口上的丝带。连衣裙有紧身的胸衣和带有花卉图案的飘逸裙。这件连衣裙搭配腰带，凸显腰部线条。": {
        "91417721_0": 1
    },
    "肩部有系带的绿色上衣。上衣由棉和聚酯混合材质制成。款式是宽松的，有飘逸的线条。肩部的系带由较厚的材质制成，可能是编织或毛衣。这件上衣是时尚的，可以搭配牛仔裤或短裤，适合休闲穿。": {
        "91426479_0": 1
    },
    "白色圆圈裙。裙子由弹性面料制成，腰部高。这是一条中长裙，落在膝盖上方。这款裙子是基本的衣橱必需品，可以根据场合穿得正式或休闲。": {
        "89607004_3": 1
    },
    "白色网眼上衣，前部有网眼覆盖。网眼覆盖是纯白色的透薄面料，上面有微妙的白色网格图案。上衣有圆领和短袖。后部是纯白色的，中间有一条缝线。": {
        "60511244_0": 1
    },
    "粉红丝绒上衣，V领，有折叠袖。上衣有松松的合身感，领口处有银色的按钮。": {
        "91328189_0": 1
    },
    "黑色西装背心，采用西方风格。背心由柔软的面料制成，前面有纽扣。它可以搭配白色衬衫，设计为无袖。背心前面有多行边饰，设计灵感来自西方。": {
        "87864912_0": 1
    },
    "黑色和灰色裙子。裙子由两种颜色混合的面料制成。裙子有一边灰色，一边黑色。裙子是笔杆子裙式，长度为中长款。": {
        "90680727_1": 1
    },
    "黑色和白色条纹裙。裙子是用弹性面料制作的，有飘逸的、松松的合身感。这是一条中长裙，落在膝盖上方。裙子是黑色和白色条纹的条纹设计，创造了一种破旧、磨损的外观。": {
        "81421742_1": 1,
        "89391671_3": 1
    },
    "黑色连衣裙，上面有蕾丝花边，腰带是浅棕色。连衣裙有V型领口，紧身的裙身，有鱼尾裙的剪裁。蕾丝花边是黑色，有花朵图案。腰带是浅棕色，系在腰上，为连衣裙增添了优雅的气质。": {
        "75446359_1": 1
    },
    "一双绿色的裤子。裤子由柔软的面料制成，有松散的合身感。他们有宽腿和前口袋。裤子的颜色是深橄榄绿。": {
        "90901867_2": 1
    },
    "一双黑色长裤，侧面有灰色条纹。长裤由弹性面料制成，腰带高。长裤设计用于搭配运动内衣，外观时尚。": {
        "90955128_1": 1
    },
    "灰色的羊毛背心配黑色的毛皮领。背心有拉链，拉链有银色的拉链拉手。背心穿在黑色衬衫和黑色毛衣上面。": {
        "84100063_4": 1
    },
    "紫色和蓝色印花衬衫，蛇形设计。衬衫背景是紫色，上面印有蓝色和绿色蛇形图案。蛇形设计包括蓝色头部、绿色身体和紫色尾巴。衬衫前面的标志也是蓝色和白色。": {
        "91333581_3": 1
    },
    "灰色的折边肩膀上衣。上衣是用柔软的面料制作的，有宽松的合身。它有高领和长袖，袖口有折边。上衣是设计为肩膀上衣的，折边增加了一丝女性气质。": {
        "91315753_3": 1
    },
    "白色小点蓝衬衫。衬衫有领和长袖。面料看起来是棉的。衬衫是纽扣式，有前口袋。": {
        "91251440_3": 1
    },
    "流苏、短袖、花卉印花上衣，有V领和松身。颜色是桃色、灰色和黑色混合，面料看上去是轻质、透气的面料。风格是休闲和多功能的，适合各种场合。": {
        "91041234_1": 1
    },
    "白色和银色花纹的衬衫。衬衫有波西米亚风格，用轻质面料做成。花纹是白色和银色，还有粉色。衬衫是设计成飘逸和舒适的，适合休闲或正式场合。": {
        "91426436_3": 1
    },
    "黑色连衣裙，胸口处有蕾丝花边，领口为V型。连衣裙长袖，腰部有紧身设计。蕾丝花边为黑色，覆盖整件连衣裙。连衣裙尺寸为14号，材质为弹性面料。": {
        "82522370_1": 1
    },
    "有领口、长袖和前扣的棕色丝绒夹克，夹克有宽松的合身度，上面穿着白色衬衫。": {
        "90998976_1": 1
    },
    "黑色条纹背心式连衣裙，有层次设计。裙子有网眼面料和丝绸裙。裙子短，有紧身的胸衣，背后有拉链。这件裙子是派对裙，适合夜店。": {
        "91038750_0": 1
    },
    "一件带有拼花设计的绿色连衣裙。这件连衣裙有飘逸的松松的合身款式，有深V领和后背无背设计。这件连衣裙是用轻质面料制作的，可能是棉或麻，有放松的、波西米亚风格的外观。": {
        "91060398_2": 1
    },
    "黑色蕾丝上衣配有透明黑色衬衫。上衣有高领和长袖，有蕾丝细节。衬衫是纯黑色，有松散的合身感。": {
        "91305472_3": 1,
        "91334566_3": 1
    },
    "黑色礼服。这件礼服由光泽材料制成，设计有飘逸感。这件礼服是地板长，背部有低腰。这件礼服的领口是深V型。": {
        "89463027_1": 1
    },
    "条纹裙。裙子是黑色和白色，顶部有一条黑色条纹，底部有一条白色条纹。裙子是某种未指定的面料制成的。裙子是铅笔裙风格，由一个女人穿着。": {
        "90549066_3": 1
    },
    "黑色皮夹克，带有银色拉链。夹克有领子、前拉链和腰带扣。皮质光滑，夹克款式简洁现代。": {
        "74697482_1": 1
    },
    "一件V领的红色连衣裙，上身是紧身的。这件连衣裙是粉红色的，是弹性面料制成的。这件连衣裙是14号，由一个身材苗条的女人穿着。": {
        "90823548_3": 1
    },
    "蓝白条纹连衣裙。这件连衣裙有流畅的设计，由轻质面料制成。这件连衣裙是加大尺寸，并带有蓝白混合的颜色。": {
        "89160781_1": 1
    },
    "黑色皮夹克。夹克有拉链关闭，银色拉链拉手。夹克是用皮制成的，有光滑、现代的外观。夹克有领子，前面有一个拉链口袋。": {
        "90504032_0": 1
    },
    "贝吉纹理毛衣裤或紧身裤。裤子有松松的合身度，由柔软的拉伸性面料制成。它们是舒适的，适合在家中闲逛或跑腿。裤子有纹理的纹理，有各种颜色和风格。": {
        "90383465_3": 1
    },
    "白色长袖V领毛衣裙。裙子由柔软、有弹性的毛衣面料制成，有毛线纹理。裙子是基本款，适合日常穿着。": {
        "87236090_2": 1
    },
    "穿着长裙的女士。这件裙子是蓝色的，有飘逸的设计。这件裙子是用轻质材料制作的，使其在温暖的天气中穿着非常舒适。这件裙子也是无袖的，使女士可以舒适地穿着它。这件裙子是连衣裙式，这意味着它从脖子到脚踝完全覆盖了全身。这件裙子是休闲风格，非常适合放松": {
        "89597599_1": 1
    },
    "上面写着各种用不同语言写出的标语，这件衬衫是松身的，用看上去像棉的面料做的，上面标语是用白墨写的，很大胆，很吸引人。这件衬衫是休闲风格，适合日常穿着。": {
        "60104736_23": 1
    },
    "一件V领、长袖、松身的灰色T恤。T恤由柔软、飘逸的面料制成，松身。颜色是浅灰色，设计是超大尺寸的。": {
        "91160787_0": 1
    },
    "有折边领口和褶皱背面的蓝色上衣。上衣是纯色透气面料制成的。无袖设计和折边领口，使其看起来很女性化和时尚。": {
        "91134258_1": 1
    },
    "黑色与白色连衣裙。连衣裙上衣是黑色，下裙是白色。连衣裙是弹性面料制成的，有V型领口。": {
        "91380433_1": 1
    },
    "V领，三分之四长袖，腰带。这件连衣裙是亮橙色，材质是弹性面料，款式是合身的，有弹性。": {
        "91425496_0": 1
    },
    "黑色紧身裙，配有灰色弹性腰带。裙子由弹性面料制成，有流畅、女性化的风格。": {
        "91346754_1": 1
    },
    "有领带的粉色丝绸上衣。上衣有长袖和高领。丝绸的面料使其看起来柔软而女性化。": {
        "91163090_0": 1
    },
    "一双带有彩虹条纹的白色裤子。裤子有松松的合身度，由柔软、飘逸的面料制成。裤子有拉链腰带和脚踝处宽松的弹性袖口。裤子有休闲、随意的风格，适合休闲、舒适的外套。": {
        "90705769_3": 1
    },
    "花纹裙。裙子是弹性面料制成的，有高腰。裙子的颜色是粉色、紫色和绿色。裙子是中长款，有飘逸的款式。": {
        "90641476_3": 1
    },
    "黑色拉链白皮裙。裙子由弹性面料制成，侧面有开口。": {
        "90643848_1": 1
    },
    "棕色和米色印花短裙。裙子由飘逸的面料制成，款式优雅，性感。印花由棕色和米色色调的混合组成，配有白色点缀。裙子膝盖高，印花在面料上散布，随机分布。": {
        "90862304_0": 1
    },
    "银色金属V领上衣。上衣由光泽材料制成，并带有V领。上衣背后是低切割的领口。上衣由一个穿着白色毛衣的女士所穿。": {
        "91435883_3": 1
    },
    "深蓝色上衣和浅蓝色裙子。这件衣服有圆领和无袖设计。这件衣服有深蓝色刺绣在上衣上，浅蓝色刺绣在裙子上。这件衣服是膝盖长，有合身的设计。": {
        "91284646_0": 1
    },
    "黑色和白色裙子，有红色和蓝色的花纹。裙子有花卉图案，由看上去像丝的面料制成。裙子很长，有飘逸的设计。": {
        "88579357_4": 1
    },
    "红色和黑色毛皮领口的冬装。这件外套是用防水材料制作的，款式时尚。这件外套是寒冷天气的完美选择，为任何服装增添了优雅的气息。": {
        "91383054_0": 1
    },
    "穿着连衣裙的女人。连衣裙是浅粉色，有V领。连衣裙是弹性面料制成的，宽松的。女人也穿着一双黑色的内裤，在连衣裙下。": {
        "89373281_1": 1
    },
    "黑色短袖V领连衣裙。连衣裙上有一条格纹图案，由一种看上去是弹性面料制成的。连衣裙长度为中长，有紧身的胸型和有蓬松的裙摆。": {
        "90592503_1": 1
    },
    "一双蓝色的高腰紧身裤。紧身裤由弹性面料制成，长度为短裤。它们是为瑜伽和健身活动设计的。": {
        "90558507_1": 1
    },
    "有折边下摆的黑色连衣裙。这件连衣裙由弹性面料制成，有V领。这件连衣裙是10号，由一位女士展示。": {
        "89661786_0": 1
    },
    "白色花朵图案上衣，有花边边。上衣有花朵图案，有蓝、粉、绿花朵在白色背景下。花边边是浅棕色布料做的。上衣搭配白色背心。": {
        "91153332_0": 1
    },
    "黑色皮夹克，有拉链。夹克有领子，前面有拉链。皮质光滑，光泽度好。": {
        "70507219_2": 1
    },
    "粉色蕾丝裙。蕾丝是透明的，有淡粉色。裙子是中长款，有分层的设计，有多个层次的蕾丝。": {
        "89614778_1": 1
    },
    "黄色和红色的裙子。裙子是用流畅的面料制作的，有长而流畅的设计。裙子装饰着黄色和红色的花朵图案。裙子是长裙，是时尚界流行的一种长而流畅的裙子。裙子还装饰着黄色和红色的腰带，这增加了裙子的整体设计。": {
        "89020214_1": 1
    },
    "白色铅笔裤，腰带是奶油色，有拉链。裤子是直切的，由弹性面料制成的。": {
        "90242404_1": 1
    },
    "前有拉链的粉色大衣。大衣有宽松的合身，由柔软的面料制成。它是可以搭配各种服装的流行单品。": {
        "91230756_0": 1
    },
    "白色夹克，有帽子。夹克由一种未指定的材料制成，但它似乎是一种合成材料。夹克白色，袖子上有一条灰色条纹。夹克前面还有一个拉链，帽子上还有白色皮毛边饰。": {
        "91300112_1": 1
    },
    "一件蓝色的长袖连衣裙，前边有一大片开口。这件连衣裙由弹性面料制成，有紧身的胸衣和宽松的裙子。这件连衣裙还有袖子上有一条小折边，前边有一小片开口。": {
        "90575806_2": 1
    },
    "贝吉包腰裙。这款裙子由柔软、有弹性的面料制成，腰带高。这是一件轻便、舒适的单品，可以搭配正式或休闲的服装。": {
        "88679244_0": 1
    },
    "一双裤子。裤子是用蓝黑面料制成的，有蕾丝边。裤子有松身和系带腰带。裤子是短裤，有宽腿。裤子穿在一位微笑的女子身上。": {
        "91270670_3": 1
    },
    "蓝色的连衣裙配绿色的腰带。这件连衣裙有V领和褶皱裙。腰带是用光泽材料制作的，在腰带上系了一个马尾结。": {
        "90495517_2": 1
    },
    "黑色配白色的夹克。夹克有拉链，黑色皮革边饰。它是一种紧身的款式，有黑色和白色图案的衬里。夹克有黑色按钮，黑色和白色图案的边饰。": {
        "89719877_1": 1
    },
    "一双黑色和蓝色紧身裤，白色条纹。紧身裤由弹性面料制成，有时尚的风格。紧身裤是为女性设计的，有各种尺寸。": {
        "91167265_1": 1
    },
    "黑色和白色皮夹克，配有羊毛领。夹克前面是黑色皮革，领子是白色羊毛。夹克还有前拉链、两个前口袋和腰带。夹克搭配黑色皮革腰带和黑色皮革扣。": {
        "91138876_0": 1
    },
    "灰色的T恤，上面印有黑白的标志。T恤由柔软的面料制成，有圆领。T恤上的标志是简单的设计，以黑白的配色方案。": {
        "91142209_1": 1
    },
    "一双长筒内裤。长筒内裤是黑色和灰色，有斑点图案。它们由弹性面料制成，有高腰带。长筒内裤是舒适的，适合运动。": {
        "90622710_0": 1
    },
    "条纹连衣裙，多彩的图案。这件连衣裙有白色底色，上面有粉色、黄色、蓝色和红色条纹。这件连衣裙还有白色腰带和白色领子。这件连衣裙是合身的，有松散的裙子。这件连衣裙穿在微笑的，看起来很开心的女性身上。": {
        "88981389_1": 1
    },
    "灰黑色的T恤，前面有破损的设计。T恤有圆领和长袖。破损的设计有大破口，灰色的颜色在边缘慢慢变成黑色。T恤用柔软的面料做成，破损的设计给它一种休闲和有点边缘的感觉。": {
        "91140410_0": 1
    },
    "黑色圆领短袖T恤。T恤由柔软的弹性面料制成，适合休闲穿着，可以搭配或不搭配。T恤是基本款，适合休闲穿着，可以搭配或不搭配。": {
        "90139102_0": 1
    },
    "白色连衣裙，胸口处有黑色开口。连衣裙有吊带领，背后有钥匙孔开口。连衣裙材质有弹性，款式有飘逸感。": {
        "91090626_3": 1
    },
    "花卉图案的衬衫，上面有黑白花卉图案。衬衫有领口和长袖，袖口有扣子。衬衫前面有大片花卉图案，背景是黑色，背面是纯黑色。这件衬衫被一个长发的女士所穿，她站在白色背景前。": {
        "91247512_1": 1
    },
    "花型图案的棕色和粉色连衣裙。这件连衣裙有V领和长袖。这件连衣裙是用弹性面料制作的，有流畅的合身感。这件连衣裙是膝盖高的，有系带背。": {
        "88002326_6": 1
    },
    "白色蕾丝背心，内衬丝绸。背心有V领和一条细带，从后颈绕到前面。蕾丝很精致，丝绸内衬让它感觉很顺滑，很舒服。": {
        "90637691_0": 1
    },
    "粉色蕾丝人鱼风格的连衣裙。这件连衣裙有甜心型领口和紧身的蕾丝上衣。裙子很满，也有蕾丝覆盖。这件连衣裙是地板长度，有拉链后背。": {
        "89493176_0": 1
    },
    "高领、三分之二袖的红色刺绣衬衫。衬衫前面有花卉刺绣，前面有纽扣。袖口有折叠，领口有折叠领。搭配一双深蓝色牛仔裤。": {
        "91326370_2": 1
    },
    "白色上衣，下面配着一件灰色上衣。灰色上衣上面有黑色和白色的设计。": {
        "91360304_1": 1
    },
    "带有粗边领和袖口的破损牛仔夹克。夹克是浅蓝色，带有经典的五口袋设计。牛仔布材质是100%棉，手感柔软。夹克是松身款式，带有前置纽扣。": {
        "91417970_0": 1
    },
    "海军蓝色的花点连衣裙。连衣裙有包身式，腰带是白色。连衣裙还有短袖和前置开口。": {
        "91382242_0": 1
    },
    "上面印有长岛地图的蓝色T恤。": {
        "63870886_2": 1
    },
    "黑色连衣裙，前端有拉链，有花边饰边。连衣裙有紧身的胸衣和飘逸的裙子。连衣裙是中长款，有纽扣在领口处。连衣裙是轻质面料，可能是棉或 rayon，有波西米亚风格。": {
        "89972410_1": 1
    },
    "格子衬衫，黑色和灰色色调。衬衫有宽松的合身，高领，长袖，和前按钮口。格子花纹由黑色和灰色方格在浅棕色背景上组成。": {
        "91240328_1": 1
    },
    "黑网面印花上衣。上衣穿在黑色裙子上面。": {
        "91381414_1": 1
    },
    "腰带是光滑的，系成一个马尾。裤子是宽松的，腰带是高腰的。": {
        "89544438_2": 1
    },
    "黑色短袖上衣，前面有一个开口的设计。面料看起来像一件弹性毛衣，上面搭配一件黑色皮夹克。": {
        "91199098_5": 1
    },
    "浅蓝色的 polo 衫，有白色领口和左侧的白色标志。这件衬衫有短袖，下摆是圆形的。": {
        "91347349_1": 1
    },
    "有蕾丝边的设计，裙子上有一朵花的图案，材质是弹性面料。这是一条中长裙，落在膝盖上方。蕾丝是深绿色，而花边是浅绿色。这条裙搭配同色的蕾丝上衣。": {
        "90748045_2": 1
    },
    "红色连衣裙。这件连衣裙由弹性面料制成，有深V型领口。这是一件无袖连衣裙，背后有一大开口。这件连衣裙是纯红色，有紧身的剪裁。": {
        "90970172_1": 1
    },
    "牛仔夹克。夹克是蓝色的，前面有一个口袋。它被一个站在砖墙前的女人穿着。": {
        "90572104_1": 1
    },
    "带有前置扭曲设计的黑色连衣裙。这件连衣裙有深V领和侧面高开裂。面料似乎是弹性面料，连衣裙有流畅和舒适的合身感。这件连衣裙还有肩膀处带有折叠细节和前置的小结。": {
        "91324539_0": 1
    },
    "有折边下摆的蓝色连衣裙。这件连衣裙有V领和无袖设计。面料是弹性面料，连衣裙是青绿色。这件连衣裙是女性时尚风格，尺寸是中号。": {
        "90003611_0": 1
    },
    "深蓝牛仔裙。裙子由牛仔布制成，腰带高。它有一个前拉链，一个前裂口。裙子是中长款，有破边。": {
        "91392275_0": 1
    },
    "黑色丝绸连衣裙，侧面有开口。连衣裙背后有拉链，材质光滑。": {
        "89615587_4": 1
    },
    "黑色圆领，中长裙。裙子是弹性面料制成的，有紧身的胸衣和宽松的裙子。裙子是肩膀上，前面有一个小开口。": {
        "90548581_0": 1
    },
    "黑色长袖宽松T恤。T恤有圆领，材质有弹性。": {
        "91228628_0": 1
    },
    "一双长筒内裤。长筒内裤是黑色和白色花纹。它们是用弹性面料制作的，有高腰带。长筒内裤被一个站立的、双手放在腰上的女人穿着。": {
        "90466329_1": 1
    },
    "黄色连衣裙，上面有蕾丝花边。连衣裙没有领子，下摆飘逸。蕾丝花边是编织的，有波浪形边缘。连衣裙是长款，面料轻薄柔软。": {
        "91191487_0": 1
    },
    "有领、有前扣、有拉链的灰色的皮夹克。夹克有假的胸口口袋和侧边缝线。皮质光滑、光泽。": {
        "91103301_0": 1
    },
    "这条裙子是棕色格子布制成的，有分层的设计。这条裙子是柔软的，流畅的面料制成的，有宽腰带。这条裙子很长，达到脚踝，有宽松的，流畅的合身感。": {
        "90808348_3": 1
    },
    "有拉链的棕色裙子。裙子由一种看上去是聚酯和羊毛混合的面料制成的。裙子有高腰和宽松的风格。拉链是银色的，位于裙子的左侧。": {
        "68599870_2": 1
    },
    "条纹裙。裙子是黑白条纹，有飘逸的条纹。它是弹性面料制成的，长度到膝盖。": {
        "91295786_0": 1
    },
    "带有边饰的牛仔裙。这件裙子有一个独特的设计，采用红色和黑色色调。牛仔布料是浅蓝色的，这件裙子还有短袖设计。这件裙子在后部也有一个独特的设计，采用红色和黑色色调。这件裙子是独一无二的，非常适合休闲或独特场合。": {
        "91356706_1": 1
    },
    "白色夹克，有领子，有按钮。夹克是光滑的面料制成的，有前面的按钮。夹克穿在白色衬衫和白色背心上面。": {
        "87947976_4": 1
    },
    "一肩、无肩带、流苏、丝绸连衣裙，印花图案。这件连衣裙由一个站在白色背景前的女性所穿。": {
        "67923296_4": 1
    },
    "白色衬衫，有领，前有几排按钮。衬衫领子尖，袖口也尖。按钮小而白色。衬衫用白色面料做成的。": {
        "90966058_0": 1
    },
    "一双粉色的牛仔裤。牛仔裤由牛仔布制成，颜色为浅粉色。它们是紧身的，腰部高。牛仔裤采用五口袋设计，有拉链和按钮扣。": {
        "91279411_0": 1
    },
    "一双黑色丝绸裤。裤子有松松的合身度，搭配白色衬衫。裤子用腰带系紧，裤腿宽大。": {
        "90924877_3": 1
    },
    "穿着条纹裙子的女性。裙子是黑色和白色条纹，有波浪形图案。女性也穿着白色衬衫和黑色裤子。": {
        "90212710_4": 1
    },
    "海军蓝的连衣裙，肩膀处有卷起的设计。这件连衣裙由弹性面料制成，有紧身的胸衣和宽松的裙子。": {
        "91349736_0": 1
    },
    "背后有拉链的黑色连衣裙。这件连衣裙有钩针花纹，有深V领。这件连衣裙是条纹款式，长度是中长款。这件连衣裙用轻质面料制成，可能是棉或 rayon。这件连衣裙是夏季款式，适合炎热的天气。": {
        "89972410_5": 1
    },
    "一件蓝色的无袖上衣，领口高。上衣由弹性面料制成，有合身的剪裁。这是一件基本款，适合休闲穿，也可以搭配上衣，让它更正式一些。": {
        "91411944_0": 1
    },
    "一个女人穿着一件粉红色的短夹克，上面有黑色的扣子。夹克是用弹性面料制作的，有领口。夹克是短款的，也就是说它结束在腰部。扣子是黑色的金属件，用来系紧夹克。": {
        "89613571_3": 1
    },
    "一双有白色狗的图案的黑色紧身裤。紧身裤是弹性面料制成的，有高腰带。图案是抽象的，有各种不同大小的白色狗。": {
        "90135469_0": 1
    },
    "绿色的长袖上衣，有V领和纽扣式前领。上衣由柔软、有弹性的面料制成，有宽松的合身感。上衣的颜色是深橄榄绿，每只袖子上都有一个小按钮。": {
        "91248182_2": 1
    },
    "上面写着Calvin Klein Jeans的绿色T恤。": {
        "91259962_1": 1
    },
    "一双粉色和黑色紧身裤。裤子有花朵图案，由弹性面料制成。裤子被一个站在镜子前的女性所穿。": {
        "77580481_1": 1
    },
    "白色衬衫，袖口有卷边，领口有花边。衬衫背后有透明的蕾丝花边设计。": {
        "91376144_3": 1
    },
    "紫色的上衣，有V领和层次设计。上衣用轻质面料制成，可能是棉和聚酯的混合。上衣有宽松的合身度，适合休闲或半正式场合。紫色是浅色，适合白天和晚上穿。上衣搭配一双黑色裤子，增添了整体休闲的外观。": {
        "90534121_0": 1
    },
    "一双带有白色条纹的蓝色紧身裤。这些紧身裤由弹性面料制成，有紧身的合身感。它们是为高强度运动而设计的，而且有时尚的设计。": {
        "91146072_2": 1
    },
    "白色和红色卡夫坦，带有花卉刺绣设计。它有正方形领口，短袖，和长流苏裙。刺绣有粉红色花朵，绿色叶子，和黄色鸟。卡夫坦用轻质面料，可能是棉或麻，有波西米亚风格。": {
        "89870264_1": 1
    },
    "一双灰色长筒袜。长筒袜由弹性面料制成，有纹理。它们是深灰色，有高腰带。长筒袜由一个站着，双手放在腰上的女人穿着。": {
        "90536549_1": 1
    },
    "黑色高领长袖连衣裙。这件连衣裙有飘逸的松松的合身款式，是柔软的面料制成的。这件连衣裙以时尚的方式打扮，适合各种场合。": {
        "91400301_3": 1
    },
    "肩部露肩上衣，袖口有折边，腰线高。": {
        "90556973_1": 1,
        "89802271_1": 1
    },
    "黑色皮夹克，袖子上有白色条纹。夹克有拉链，拉链拉头是银色的。这件夹克被一个站在白色背景前的女性所穿。": {
        "89328288_5": 1
    },
    "一条橄榄绿色的松紧带裤，腰带是棕色，材质与裤子相同。裤子松身，长度短。": {
        "84138509_0": 1
    },
    "白色皮夹克，配有奶油色皮领。夹克有拉链，拉链有银色的拉链拉手。这件夹克被一个穿着粉色和白色衬衫的女士所穿。": {
        "84952893_0": 1
    },
    "棕色毛皮夹克。夹克由光滑的面料制成，前面有拉链。帽子是棕色，有皮毛边。夹克以时尚的方式制作，适合寒冷的天气。": {
        "71247802_1": 1
    },
    "黑色和白色格子西装外套，黑色领子，黑色和白色格子花纹。西装外套左侧有一个按钮，右侧有一个口袋。西装外套搭配白色衬衫和黑色和白色格子裙。": {
        "90194186_2": 1
    },
    "有折边裙的黑色连衣裙。连衣裙有高腰和低领口。裙子是用弹性面料制作的，有折边。连衣裙以时尚的方式打扮，适合夜店。": {
        "89956485_3": 1
    },
    "一双黑色宽松的短裤，脚口宽大，有宽松的松紧带。短裤有灰色和白色色调，材质有弹性。短裤是设计用来搭配短袖上衣的，有时尚、潮流风格。": {
        "90272404_1": 1
    },
    "带有前胸按钮口袋的蓝色牛仔衬衫。衬衫有松散的合身感，带有柔软的触感的浅蓝色洗水。领口是尖的，袖口是翻起的。衬衫是浅蓝色的牛仔布，带有前胸按钮口袋。": {
        "91412714_0": 1
    },
    "黑色和蓝色连衣裙，银色串珠设计。连衣裙有V领和短裙。这件连衣裙由一个年轻女孩穿着，适合正式场合。": {
        "90949045_1": 1
    },
    "一条带有腰带的橙色裤子。裤子有松松的合身感，由柔软的面料制成。腰带是棕色的，由类似的柔软面料制成。裤子有高腰和宽腿，给它们一种时尚的外观。": {
        "76091825_0": 1
    },
    "黑色和白色连衣裙，配黑色裙子和白色毛衣。连衣裙腰带是黑色，裙子上印花是黑色和白色。毛衣上印花是黑色和白色，领子是黑色，袖子上印花是黑色和白色条纹。连衣裙是编织的面料，袖子是长袖设计。": {
        "91271408_2": 1
    },
    "花蕾裙。裙子由轻质面料制成，有飘逸、女性化的风格。蕾丝是白色，有粉色和黄色的花朵混合。裙子有层白色网眼内衬，有卷边裙边。裙子搭配同色花蕾上衣。": {
        "90521390_0": 1
    },
    "白色长袖拉链前开式套头衫。套头衫有松身的款式，材质柔软。套头衫有时尚的款式，适合日常穿着。": {
        "91231520_2": 1
    },
    "海军蓝的帽子雨衣，有黑色拉链。雨衣前面有黑色和白色标志，拉链是黑色拉链拉。帽子是黑色，有黑色拉绳。雨衣是防水材料，有放松的合身度。": {
        "87720612_3": 1
    },
    "带有金属光泽的灰色网眼裙。网眼是层叠的，有网眼的样子。裙子穿在白色衬衫上面，腰线高。网眼轻薄，飘逸，是特殊场合的完美选择。": {
        "90304715_3": 1
    },
    "一件长而灰色，有前侧开口的连衣裙。": {
        "89603063_3": 1
    },
    "黑色皮包，金色的扣子。皮包有棕色皮革的带子，黑色皮革的内层。皮包是斜跨式，被一个女人穿着。": {
        "90701137_2": 1
    },
    "花朵印花连衣裙，以棕色和浅棕色色调为主。连衣裙有飘逸和宽松的合身，有V领和短袖。花朵印花由不同大小和形状的叶子组成，有些有金属光泽。连衣裙由轻质面料制成，可能是丝绸或丝绸，有波西米亚风格。": {
        "91272639_0": 1
    },
    "一条长红色的金带。这件礼服由光泽材料制成，设计流畅。这件连衣裙是无肩带款，侧面有一道高开口。": {
        "89495194_0": 1
    },
    "黑色和灰色皮夹克，带有银色拉链。夹克有缝线设计，前面有一个银色拉链。夹克由一个 mannequin 穿着，放在商店的窗户里。": {
        "81417259_3": 1
    },
    "绿色皮革裙。裙子是短裙，侧面有拉链。": {
        "91234589_2": 1
    },
    "一双黑色皮革面料的紧身裤，有金属光泽。紧身裤有弹性合身，光泽面料。由一个穿着黑色运动内衣的女子所穿着。": {
        "90899643_1": 1
    },
    "深红色的丝绸包腰裙。它有一条包腰式，腰带在腰上系紧，前面有开口。面料柔软光滑，颜色是深红色。这条裙既时尚又百搭，是任何衣橱的完美补充。": {
        "91160331_1": 1
    },
    "长而灰色，流畅的连衣裙。这件连衣裙由光滑的面料制成，可能是丝绸，并有一条长而流畅的裙子。这件连衣裙是无袖的，有高领。": {
        "91214279_4": 1
    },
    "白色上衣，前有花边细节。上衣由丝绸材质制成，背后有系带，确保上衣不会滑落。": {
        "90525996_1": 1
    },
    "运动内衣。运动内衣由网眼面料制成，呈蓝色。顶部呈粉红色，底部呈黑色。运动内衣有独特的设计，中间有一个填充部分。": {
        "91356584_0": 1
    },
    "一双棕色短裤。短裤有拉链和前面的拉绳。它们由轻质面料制成，侧面有多个口袋。短裤卷起膝盖，露出下面的一双黑色紧身裤。": {
        "88420143_3": 1
    },
    "白色高领卷袖衬衫。衬衫有白色面料，高领，卷袖，领口有卷袖边，袖口有纽扣。袖子有卷袖边，松松的，有休闲的风格。": {
        "91345100_0": 1
    },
    "这件衣服是多彩的，上面印有不同图案。它有一条方领，无袖。这件衣服是披肩式，腰部有系带。这件衣服被一个站着的女子所穿，被近距离拍摄了。": {
        "91322498_2": 1
    },
    "条纹图案的黑色和白色连衣裙。这件连衣裙有高领和长袖。这件连衣裙还有腰带和条纹图案的黑色和白色裙子。": {
        "90689854_4": 1
    },
    "前置拉链细节的 beige 衬衫。衬衫由柔软的毛线面料制成，并带有船颈。拉链细节由较厚的纹理面料制成，为衬衫增添了独特的风格。衬衫的整体风格是休闲和舒适，非常适合日常穿着。": {
        "89889967_2": 1
    },
    "黑色和白色衬衫，有领，长袖，白色背景上小黑点花纹。衬衫由轻质面料制成，可能是棉或麻，有宽松的合身度。": {
        "91117125_2": 1
    },
    "一双白色宽松裤。裤子有修剪的长度，由轻质、透气的面料制成。他们有一个前口袋和一个侧面的切口。裤子有放松的适合，非常适合休闲的夏季外观。": {
        "88295807_0": 1
    },
    "紫色衬衫。这件衬衫是用浅紫色面料制作的，有领口设计。这是一件纽扣衬衫，有前口袋。这件衬衫被一个微笑的女子所穿。": {
        "91421785_1": 1
    },
    "黑色礼服。这件礼服有一条鱼尾式，V 领。这件礼服由弹性面料制成，有飘逸的裙子。这是一件正式礼服，适合特殊场合。": {
        "88199558_0": 1
    },
    "黑色和白色格子衬衫，前有拉链，黑色和白色格子图案。上衣由柔软的面料制成，适合松身。": {
        "91188446_0": 1
    },
    "灰白两色长裤。长裤采用白色和灰色色调，侧面有一条白色条纹。长裤采用柔软材质，款式时尚。": {
        "90915584_3": 1
    },
    "条纹裙。裙子由轻质面料制成，有飘逸、宽松的剪裁。条纹是白色、灰色和黑色混合。裙子被一个站立在相机前的女性所穿。": {
        "89680083_0": 1
    },
    "流苏、绿白印花长裙。裙子有花纹，用轻质面料，可能是棉或 rayon。裙子设计成飘逸、舒适，适合炎热天气或作为海滩外套。": {
        "89181314_2": 1
    },
    "一件灰色牛仔裤，上面有黑色和白色条纹。这件牛仔裤腰部高，腿部宽，材质柔韧。这件牛仔裤设计舒适、时尚，适合日常穿着。": {
        "90894505_2": 1
    },
    "穿着黑色和 beige 印花外套的女子，搭配同款的裙子。外套有花纹，裙子有黑色和白色花纹。外套和裙子都是轻质面料，可能是棉和聚酯的混搭。外套有腰带，长袖，袖口有扣子。裙子有蓬松的形状，背后有拉链。女子穿着黑色高跟鞋。": {
        "61587073_2": 1
    },
    "棕色皮夹克。皮毛很长，看起来像是松鼠皮。夹克是浅棕色，光滑的。皮毛很柔软，很奢华。夹克是女性款式，有领。领子是深棕色，由不同类型的皮毛制成。夹克穿在白色衬衫和黑色裤子上面。": {
        "90650640_1": 1
    },
    "一件长而深蓝色的连衣裙，上面有闪闪发光的银色串珠。连衣裙前面有一个钥匙孔，侧面有一道高裂口。这件连衣裙由一个长发深蓝色的女子所穿。": {
        "91007064_0": 1
    },
    "白色T恤，上面印有披萨设计。披萨上面有香肠、奶酪和香草。这件T恤由柔软的面料制成，尺寸宽松。": {
        "91259617_1": 1
    },
    "一件白色长裤。长裤有宽松的尺寸，由轻质的面料制成。它们搭配一件奶油色衬衫和一双黑色凉鞋。": {
        "91133402_2": 1
    },
    "灰色和白色迷彩印花长袖上衣，前有拉链，领口为圆领。": {
        "90040396_0": 1
    },
    "黑色皮夹克，有拉链。夹克有黑色皮质领口和银色拉链。这件夹克被一个站在白色背景前的女性所穿。": {
        "91231710_0": 1
    },
    "黑色长袖高领连衣裙。连衣裙由弹性面料制成，有飘逸的合身感。连衣裙也有长款。": {
        "91344158_2": 1
    },
    "一双卡其色宽松的卡其裤。裤子由轻质面料制成，有松散的合身度。裤子在脚踝处有折边，有按钮和拉链的闭合。裤子也有两个前口袋和两个后口袋。": {
        "91224740_2": 1
    },
    "黑色皮夹克，有银色的拉链。夹克有领子，前拉链，左胸口有口袋。这件夹克被一个长发的女人穿着。": {
        "91243300_1": 1
    },
    "黑色和白色背心。背心由光滑的材料制成，有缝合的设计。它是女性背心，由一位女性所穿。": {
        "87242749_1": 1
    },
    "这款贝吉分层裙采用柔软、轻盈的面料。裙子有飘逸、波西米亚风格，适合夏天穿。贝吉色调是中性、多功能的，是任何衣橱的完美补充。这款裙子也有其他颜色，如黑色和海军蓝。": {
        "90212107_0": 1
    },
    "一双伪装印花裤。裤子由柔软、轻质的面料制成，腰带有拉绳，适合舒适的尺寸。伪装印花是棕色、棕色和绿色混合的颜色，裤子有宽松的合身，脚踝宽松。": {
        "81304847_1": 1
    },
    "白色皮革无袖背心，有金色的拉链和金色的扣扣。背心有黑色的腰带和黑色和金色的拉链拉手。": {
        "90679087_1": 1
    },
    "一双蓝色的裤子。裤子是修剪的，有宽松的腿。它们由光滑的材料制成，前面有拉链。裤子被一个站在手臂上，手放在腰上的女人穿着。": {
        "42840946_1": 1
    },
    "黑色羊毛裙。": {
        "90534272_4": 1
    },
    "有拉链的棕色夹克。夹克有领子、两个前口袋和袖口上的按钮。夹克是用光泽材料制作的，有银色的拉链。": {
        "91361701_3": 1
    },
    "黄色和白色花纹的连衣裙。这件连衣裙有紧身的胸部和满满的裙子。领口是高领，袖子是短袖。这件连衣裙是轻质面料，是夏季风格。": {
        "91435866_2": 1
    },
    "一双卡其裤。裤子是浅棕色色调，直剪的。由棉和聚酯混合材质制成。裤子有按钮和拉链，底部有松紧带。一女子站立，双手放在腰上。": {
        "90448828_0": 1
    },
    "有折叠设计的黑裙。裙子由一种看上去像一种面料的材料制成的，它有一种适合休闲和正式场合的时尚风格。": {
        "90742304_4": 1
    },
    "黑色和白色花纹的连衣裙。裙子有紧身的胸衣和宽松的裙子。袖子是短的，领子是高的。这件连衣裙是设计用来搭配内衣裙的。": {
        "91257238_0": 1
    },
    "黑色皮夹克。夹克有领子、拉链和左侧口袋。夹克穿在 mannequin上，在商店里展示。": {
        "90458574_6": 1,
        "91011946_1": 1
    },
    "黑色夹克，配灰色内衬。夹克有单个按钮、领口和左侧口袋。夹克是羊毛混搭面料制成的，有定制型。": {
        "90646290_3": 1
    },
    "黑金花纹连衣裙。这件连衣裙采用黑金色调，上面有花纹图案。这件连衣裙是无袖设计，领口高，裙子飘逸。这件连衣裙由光泽材料制成，给人一种优雅的外观。": {
        "91191492_0": 1
    },
    "前置红酒色皮革面板的棕色皮革裙。裙子有拉链闭合，以及人造皮革内衬。时尚风格是皮革和皮草的混合，裙子是中长款。": {
        "91241062_0": 1
    },
    "一件黑色裙子，由人穿着。裙子由弹性面料制成，风格随意。": {
        "90537255_3": 1
    },
    "一件V领、侧边高开衩的红色连衣裙。这件连衣裙由弹性面料制成，并采用紧身的款式。": {
        "88908103_0": 1
    },
    "白色蕾丝连衣裙。这件连衣裙有紧身的胸衣和蓬松的裙子。蕾丝花纹精致，连衣裙也采用时尚的款式。": {
        "91215559_3": 1
    },
    "白色和粉色短袖T恤，V领和宽松的尺寸。T恤有破旧和褪色的外观，粉色是更偏淡的粉色调。": {
        "90207729_1": 1
    },
    "一双黑色长裤。长裤由柔软、有弹性的面料制成，有松松的合身度。长裤在脚踝处有卷边，腰部有拉绳，可以调整尺寸。长裤是舒适和方便移动而设计的。": {
        "89389810_0": 1
    },
    "一件粉红色的无肩带礼服，有甜心型领口和网纱裙。": {
        "66115025_0": 1
    },
    "黑色裙子。裙子由一种看上去是某种面料制成的。裙子前面有一个口袋，是高腰的款式。": {
        "91333729_2": 1
    },
    "一双黑色宽松裤。裤子是直剪的，由光泽材料制成。裤子被一个站立在裤子里手放在口袋里的女性所穿。": {
        "75450899_2": 1
    },
    "银色连衣裙，高领，低背。连衣裙由光泽材料制成，质感有丝绸的感觉。连衣裙为无肩带款，领口处有折叠细节。连衣裙膝下长度，有飘逸的、肩部露出的设计。": {
        "63804846_0": 1
    },
    "绿色的裙子。裙子由一种看上去像一种面料的材料制成的，它有一种纯色的颜色。裙子是中长裙，这意味着它比 maxi 裙短，但比 mini 裙长。裙子也是有褶的，这意味着它有在面料中产生皱褶或褶皱的效果的折叠或褶皱。褶皱增加了裙子的质感和层次": {
        "90736342_1": 1
    },
    "上面有粉色独角兽的粉色独角兽上衣。": {
        "91426109_2": 1
    },
    "黑色皮革和蕾丝夹克，有拉链扣。夹克有领子，长袖，前面有拉链。夹克上的蕾丝是白色的，皮革是光亮的。夹克是时尚的风格，适合晚上出去。": {
        "90576477_2": 1
    },
    "黑色和白色衬衫，前面的拉链。衬衫有高领和长袖设计。面料似乎是聚酯和弹性纤维的混合。衬衫是为运动外观设计的，适合户外活动。": {
        "90710709_2": 1
    },
    "黑色与白色连衣裙，配以黑色皮带。连衣裙上印有格子花纹，前端有拉链。皮带由皮革制成，配有金色的扣子。": {
        "91350624_0": 1
    },
    "黑白格子连衣裙。连衣裙以黑白为色调，在白色背景上点缀着小黑点。连衣裙材质柔韧，剪裁合身。它没有肩带，有系带式领口，背后有拉链。连衣裙的裙子上也有黑白格子图案。": {
        "91175485_0": 1
    },
    "白色蕾丝裙，上面覆盖着灰色蕾丝。裙子有高腰，层次分明，飘逸的感觉。": {
        "91399817_1": 1
    },
    "紫色蕾丝连衣裙。这件连衣裙有深V领和蕾丝背扣。这件连衣裙是透视的面料，是深紫色。": {
        "91242076_3": 1
    },
    "黑色和白色毛皮帽子，带有毛皮帽子，带有前拉链口袋，两侧口袋和左袖袖口上带有标志贴片。": {
        "18684542_0": 1
    },
    "黑色和白色连衣裙，短袖设计。连衣裙有松身的合身度，有黑色和白色花纹。连衣裙由弹性面料制成，有圆领。": {
        "89739687_2": 1
    },
    "几何图案的色彩丰富的外套。外套由类似于皮革的材料制成，并带有红色、蓝色、绿色、黄色和黑色等多种颜色。外套是长款、流畅的款式，有高领和长袖。几何图案由各种形状和线条组成，外套有独特的、引人注目的设计。": {
        "91000813_3": 1
    },
    "带有链条设计灰色和黄色 kimono.": {
        "89383813_3": 1
    },
    "黑色和白色衬衫，有斜纹图案。衬衫有高领和长袖，有纽扣袖口。面料似乎是轻质面料，可能是棉或 rayon。衬衫是方盒式剪裁，有松散的、休闲的剪裁。": {
        "91101292_2": 1
    },
    "背后有开口的黑色连衣裙。这件连衣裙由弹性面料制成，有紧身的胸线，有高领。背后有开口，有低胸的设计。这件连衣裙还有腰带和短裙。": {
        "91433223_4": 1
    },
    "一双紫色牛仔裤。牛仔裤由牛仔布制成，呈深紫色。它们采用细身型，并带有五口袋设计。牛仔裤还带有拉链和腰带上的按钮。": {
        "40449213_9": 1
    },
    "有花纹的红色黑色连衣裙。这件连衣裙有V领和短袖。裙子是A线型，这件连衣裙是弹性面料制成的。": {
        "89899148_1": 1
    },
    "白色T恤，上面有黑色花纹和星形图案。T恤的领口是圆领，袖子是短袖。T恤的黑色花纹和星形图案是花型和星型。T恤的面料是轻质的，可能是棉或麻。T恤的款式是休闲和舒适的。": {
        "89621009_4": 1
    },
    "有一位穿着一件长而飘逸的丝绸连衣裙的女士，连衣裙的领口是无肩带的，上身是褶皱的。这件连衣裙是棕色，裙子飘逸地落到地上。": {
        "88077485_0": 1
    },
    "贝吉色丝绸裙。裙子长而腰线高。这是一条长裙，搭配同色的贝吉色丝绸上衣。裙子做得很好，面料光滑。": {
        "76976143_1": 1
    },
    "黑色和灰色花纹的连衣裙。这件连衣裙有V领和合身的胸围，然后在裙子上开口，变成一件飘逸的裙子。这件连衣裙是用弹性面料制作的，并且有无袖的设计。": {
        "91172171_2": 1
    },
    "黑色礼服配银色串珠裙。礼服上有一块黑色透视上衣，侧边有银色拉链。礼服上还有腰带。": {
        "91219291_2": 1
    },
    "一件长及地、流苏、灰色连衣裙，上面有蕾丝花边。这件连衣裙有心形领口和飘逸的裙子，落在地上。这件连衣裙是由一个粉红色的色调的皮肤的女人穿的。": {
        "90921393_0": 1
    },
    "有扭曲设计的红色黑色连衣裙。连衣裙有红色黑色色调和扭曲图案。连衣裙用弹性面料制成，有紧身的胸衣和宽松的裙子。连衣裙在前面和后面还有扭曲的设计，给整体外观增添了独特感。": {
        "71336541_4": 1
    },
    "黑色蕾丝上衣，上面有花卉刺绣设计。上衣有高领和长袖。蕾丝是黑色的，刺绣是黑色和白色相结合。上衣是松身的，有放松的剪裁。": {
        "88698541_0": 1
    },
    "黑色背心，有拉链。背心是柔软的面料，设计简洁。它覆盖在一件白色衬衫和黑色背心上。背心是女装的一部分，配有黑色毛衣和黑色和白色条纹的衬衫。": {
        "90541910_1": 1
    },
    "有帽的绿色夹克。夹克有拉链和按钮。夹克是用看上去像牛仔布的材料做的。夹克是棕色配绿色的帽。夹克是带有拉链和按钮的帽夹克。夹克是绿色配有帽的夹克。": {
        "91314239_3": 1
    },
    "白色高领蕾丝上衣，下摆为荷叶边。蕾丝花纹精致而细腻，为上衣增添了优雅的气质。上衣有紧身的胸线和蓬松的裙子，营造出优美的女性气质。高领和蕾丝细节为上衣增添了复古的感觉，而荷叶边则增添了现代的气息。": {
        "91109706_3": 1
    },
    "黑色蕾丝花边连衣裙。连衣裙有紧身的胸衣和飘逸的裙子。蕾丝花边有透气的质感，并配有花卉图案。连衣裙有高领和短袖。": {
        "90698214_1": 1
    },
    "一双紧身裤。紧身裤是黑色和灰色条纹的白色。它们由弹性材料制成，并且有舒适的合身感。紧身裤是为女性设计的，是运动或健身服装的一部分。": {
        "90528994_0": 1
    },
    "有袖口的棕色连衣裙。这件连衣裙是用光泽材料制作的，有一个肩膀的设计。": {
        "89625144_4": 1
    },
    "有一件蓝色的连衣裙，领口是波浪形，有系带设计。这件连衣裙是弹性面料制作的，有飘逸的合身款式。这件连衣裙的颜色是深蓝，接近紫色。这件连衣裙是加大尺寸的款式，是设计用来搭配腰带，收紧腰部的。": {
        "91319701_0": 1
    },
    "带有多彩抽象图案的短裙。裙子由弹性面料制成，腰线高。图案中主要使用了橙色、黑色和白色。裙子为短裙款式，设计为搭配内裤或长裤。": {
        "90559384_0": 1
    },
    "黑色和白色上衣，高领口，黑色和白色花纹。上衣是弹性面料制成的，适合松身。": {
        "91184794_1": 1
    },
    "灰色的肩膀毛衣裙。这件裙子是用弹性面料制作的，有领子。袖子很长，有袖口。这件裙子很松，有放松、舒适的风格。": {
        "91373929_3": 1
    },
    "一件红色无肩带的连衣裙，前面的V字型深切割。这件连衣裙侧面有一道高开口，由光泽材料制成，连衣裙长而飘逸，有飘逸的裙子。": {
        "91210152_2": 1
    },
    "黑色V领短袖T恤。面料看起来是柔软的棉布，风格是休闲的。": {
        "91070592_2": 1
    },
    "黑色夹克，白色领口。夹克上有一粒扣和拉链。这件夹克被一个站在白色背景前的女性所穿。": {
        "91147247_9": 1
    },
    "黑色和白色编织裙。裙子是用黑色编织面料制作的，中间有一个白色编织面料的面板。裙子由一个 mannequin 穿着，在白色背景下展示。": {
        "90774329_2": 1
    },
    "白色和黑色连衣裙。这件连衣裙有V型领口，由弹性面料制成。这件连衣裙没有袖子，在腰部有条细黑色的腰带。这件连衣裙在胸部的中间还有条细黑色的交叉带。": {
        "89609024_3": 1
    },
    "黑色背心，有銀色的拉鏈。背心有黑色和白色條紋內裡，有銀色的拉鏈。背心由一個穿著黑色內衣的女人穿著。": {
        "89932323_0": 1
    },
    "黑色皮夹克。夹克有拉链，拉链有银色的拉链拉手。夹克穿在女人身上，有松散的合身感。夹克是皮制的，有光滑、现代的外观。": {
        "89900868_0": 1
    },
    "黑色和白色花纹上衣，长钟袖。上衣穿在长发的女士身上。": {
        "91356872_1": 1
    },
    "蓝色的连衣裙。这件连衣裙有方领，用光泽材料制成的。连衣裙上身合身，下身有宽松的飘逸裙。": {
        "91386759_1": 1
    },
    "黄色上衣。上衣是用弹性面料制成的，有圆领。它是无袖的上衣，是设计用来搭配内衣的。上衣是明亮的黄色，有简单的设计，没有额外的装饰。": {
        "91270465_4": 1
    },
    "一件红色的露肩上衣，前面有系带细节。上衣由柔软、流畅的面料制成，有宽松的合身感。系带细节由比上衣其余部分更厚、更坚实的面料制成，与上衣其余部分形成对比。上衣以波西米亚风格打扮，有放松、流畅的轮廓。": {
        "89657362_0": 1
    },
    "一件金色的花卉图案的薄荷绿色的连衣裙。这件连衣裙有一条肩带的领口，有一条长长的飘逸的裙子。这件连衣裙被一个站在黑色背景前的女性所穿。": {
        "90518289_1": 1
    },
    "一双浅灰色宽松裤。裤子有松散的合身度，由柔软的纹理面料制成。裤子有前口袋和侧拉链。": {
        "88412864_3": 1
    },
    "粉色和黑色运动T恤。粉色部分是网眼材料，黑色部分是实心材料。T恤有圆领和短袖。": {
        "91409984_0": 1
    },
    "一双黑白格子裤。裤子腰高，紧身。": {
        "89604016_3": 1
    },
    "一双裤子。裤子是黑色和红色的，在侧面有一条宽的黑色条纹。裤子是用一种未指定的材料制作的，但看起来质量很好。裤子有松身的设计，穿着舒适。": {
        "91232730_7": 1
    },
    "带有边饰的蓝色牛仔裙。这款裙子有破损的外观，是用牛仔布制作的。它有多个层次的边饰，使其具有独特的、前卫的外观。": {
        "86779886_2": 1
    },
    "红白相间，牛纹图案的短袖衬衫。衬衫前有纽扣，有领。短袖设计和牛纹图案使其成为时尚、潮流的一件衣服。": {
        "91276348_0": 1
    },
    "黑色有折边松紧带的裙子。裙子是用一种看起来是聚酯和弹性纤维混合的面料制作的。裙子有宽松的、飘逸的合身款，有高腰和有宽松的、有收口的裙子。折边增添了整体设计中的女性气质。": {
        "90894128_1": 1
    },
    "一肩带蓝色的连衣裙。这件连衣裙是用弹性面料制作的，并且有紧身的设计。": {
        "90605805_1": 1
    },
    "带有口袋的蓝色牛仔裙。裙子长度为中长款，有按钮和拉链关闭。裙子由牛仔布制成，有破损的外观。": {
        "69371840_3": 1
    },
    "几何图案的红色黑色裙子。裙子由弹性面料制成，腰带高。图案由红色和黑色三角形组成，以斜线图案排列。": {
        "91041397_0": 1
    },
    "一件浅棕色有襞褶的短袖裙，有个小圆领，侧面有个金属拉链。": {
        "91343717_0": 1
    },
    "红黑花纹上衣，有钟形袖。上衣有圆领，上衣的款式有飘逸感。花纹图案是红色的花和棕色的花，绿色的叶子。面料似乎是棉和聚酯的混合。上衣是波西米亚风格，适合休闲穿。": {
        "89599851_5": 1
    },
    "一件蓝色的蕾丝连衣裙，有V领和短袖。这件连衣裙有紧身的胸衣和飘逸的裙子。这件连衣裙的蕾丝材质很闪，长度到膝盖。": {
        "91066580_1": 1
    },
    "有襟和袖子有折叠的红色连衣裙。这件连衣裙是用光泽材料制作的，有海豚式。": {
        "90812686_1": 1
    },
    "白色衬衫，有黑色按钮。这件衬衫被一个站着微笑的女人穿着。这个女人戴着一条黑色腰带，穿着一条黑色和白色格子的裙子。": {
        "91207031_1": 1,
        "91415375_1": 1,
        "91210191_1": 1
    },
    "穿着连衣裙的女人。连衣裙是橙色和黄色，上面有花纹。连衣裙是膝盖高，有方领。": {
        "90465543_0": 1
    },
    "带有拉链的浅蓝色皮夹克。夹克前面有一个银色的拉链和一个银色的按钮。夹克是皮制的，看起来很光滑，很现代。": {
        "84951202_0": 1
    },
    "绿色的T恤，有V领和短袖。T恤是柔软的，有弹性的面料，有松散的合身感。": {
        "90773564_1": 1,
        "90773564_4": 1
    },
    "一双黑色裤子。裤子由光滑的材料制成，有拉链。裤子在腰部合身，有宽腿。": {
        "89604176_1": 1
    },
    "黑色皮夹克，白色丝衬。夹克有领子、拉链和银色的拉链拉手。这件夹克被一个长发的女人穿着。": {
        "91085015_1": 1
    },
    "绿色拉链夹克。夹克有棕色内衬和棕色拉链。夹克是用光泽材料制作的，有时尚的外观。": {
        "89605427_0": 1
    },
    "银色金属连衣裙。连衣裙有深V领和无袖设计。连衣裙由光泽金属材料制成，有宽松的合身度。": {
        "91001321_4": 1
    },
    "带有边饰的白色连衣裙。连衣裙有V型领口和背心设计。边饰是用蕾丝制作的，给连衣裙增添了优雅的气质。这件连衣裙由一个站在建筑物前面的女士所穿。": {
        "88930228_2": 1
    },
    "背后有拉链的黑色连衣裙。这件连衣裙有蕾丝上衣和丝绸裙。这件连衣裙没有肩带，背后有拉链。这件连衣裙是尺寸10，由弹性面料制成。这件连衣裙是鸡尾酒礼服，适合正式场合。": {
        "91400903_1": 1
    },
    "黑色有纹理的紧身上衣。它有高领和短袖。上衣是用弹性面料制作的，穿着舒适。": {
        "89871667_3": 1
    },
    "粉色中长裙。裙子由弹性面料制成，腰部高，是纯色，搭配黑色短袖上衣。": {
        "89606778_0": 1
    },
    "一件有领子、有扣子的棕色衬衫。衬衫的面料很厚，袖子很长。衬衫挂在 mannequin上，放在商店里展示。": {
        "89614963_0": 1
    },
    "有纽扣的衬衫，配有松紧带的领子。衬衫是蓝色和白色，松散的。这是一件长袖衬衫，有前口袋和松紧带的领子。衬衫是轻质面料，可能是棉或麻，有休闲风格。": {
        "90986370_3": 1
    },
    "穿着金色的串珠连衣裙的女人。这件连衣裙是海绵式，有高领、长袖和飘逸的裙子。这件连衣裙上的串珠闪闪发光，反射光线，使这件连衣裙显得光彩照人、优雅高贵。": {
        "88471490_2": 1
    },
    "紫色的系带连衣裙。这件连衣裙有松松的合身感，是光滑的面料制成的。系带连衣裙是系在腰间，长袖。这件连衣裙是腰带系在腰间，前面系带。": {
        "91263196_3": 1
    },
    "有边饰的黑色裙子。裙子由一种有伸展性的面料制成，可能是织物或编织物。裙子有高腰，背后有拉链。边饰是装饰细节，为裙子增添了女性气质。裙子以时尚的方式打扮，适合休闲和正式场合。": {
        "91001002_1": 1
    },
    "蓝白花纹的肩部露出的上衣，长钟形袖子，和前面的钥匙孔。上衣由轻质面料，可能是丝绸，制成，并带有波西米亚风的风格。": {
        "89634873_1": 1
    },
    "一件蓝色的丝绸背心，有折叠的领口。背心没有袖子，有圆形的下摆。丝绸的面料光滑，触感柔软。": {
        "91315286_2": 1
    },
    "一件绿色的圆领上衣。上衣由柔软的面料制成，有宽松的合身感。绿色是深橄榄色。上衣是松散的衬衫式。": {
        "91313001_3": 1
    },
    "有拉链的红色夹克。夹克由柔软的面料制成，有时尚的设计。它是一件有拉链的前面的合身夹克。夹克还装饰着前面的缝合设计。": {
        "90180816_0": 1
    },
    "带有蝴蝶图案的蓝色连衣裙。连衣裙有长袖设计和背后拉链。连衣裙由光泽材料制成，上面有蝴蝶图案的花卉设计。连衣裙还带有领口和裙底的宝石设计。": {
        "67163489_2": 1
    },
    "黑色毛衣领口毛衣，领口是圆领，前面有一个开口。毛衣是柔软的毛衣面料，尺寸是宽松的。": {
        "91305919_1": 1
    },
    "黑色和浅棕色花纹的连衣裙。连衣裙有V型领口和飘逸的裙摆。连衣裙由弹性面料制成，适合正式场合或半正式场合。": {
        "90896431_1": 1
    },
    "条纹裙子采用白色和灰色色调。裙子由轻质面料制成，可能是棉或麻，款式宽松。条纹是水平的，宽度不同，有些比其他更粗。这件裙子被一个站着的女子所穿，看起来是放松的姿势。": {
        "89680083_2": 1
    },
    "一件背心领口和背后有洞的绿色连衣裙。这件连衣裙由光泽材料制成，有飘逸的、到地板的裙子。这件连衣裙在腰带上配有腰带，在领口上配有丝带。": {
        "91120379_3": 1
    },
    "黑色与白色裙。裙子是皮革制成的，前面有一个白色皮革面板。裙子还有一个白色皮革腰带，上面有银色的扣子。": {
        "89166211_0": 1
    },
    "一双棕色卡其裤。裤子有宽腿，用轻质材料制成。有按钮和拉链，两边有口袋。裤子折起，显示腿部，有宽腰带环。": {
        "88421904_0": 1
    },
    "带有破损细节和未加工边缘的浅蓝色牛仔裙。裙子有五个口袋，前面有拉链。": {
        "88566801_3": 1
    },
    "黑色和蓝色裙子。裙子有一条黑色底，一侧有蓝色条纹。裙子是弹性面料制成的，一侧有高开口。": {
        "90475228_0": 1
    },
    "黑色花朵图案连衣裙。这件连衣裙前面有花朵图案，是做成飘逸的面料的。这件连衣裙被一个站着微笑的女士穿着。": {
        "91191076_1": 1
    },
    "棕色皮夹克。夹克是用兔子皮做的，有时尚的风格。皮毛是柔软的，光滑的，夹克是设计用来套在衬衫或裙子上。": {
        "90788417_1": 1
    },
    "黑色和白色皮裙。这件皮裙由皮制，采用黑色和白色色调。这是一条长裙，侧面有拉链。": {
        "91373091_0": 1
    },
    "红蓝相间，三角形图案的连衣裙。裙子有露背和飘逸的裙摆。面料是轻质面料，可能是丝绸或聚酯。这件连衣裙是波西米亚风格，有宽松的合身和飘逸的裙摆。这件连衣裙被一位年轻女子所穿，她正为相机摆姿势。": {
        "89593713_0": 1
    },
    "白色圆点衬衫，领子，长袖，尖领。衬衫上有黑白相间的圆点图案，小点遍布全身。": {
        "88942987_0": 1
    },
    "白色背心，背后有7号。背心有黑色和白色色调，侧边有黑色条纹。背心是无袖设计，有船颈。": {
        "91222514_2": 1
    },
    "无肩带的，有深V领的，前面有高开口的连衣裙。这件连衣裙是橙色的，上面有一条类似 corset 的上衣，背后有个系带。这件连衣裙是光滑的面料，可能是弹性面料，有流畅、女性化的风格。": {
        "83820705_4": 1
    },
    "黑色皮革裙子，有拉链。裙子前面有一个假皮面板和一个拉链。裙子由一个女人穿着，有时尚的风格。": {
        "90791308_3": 1
    },
    "条纹裤。裤子是黑色和白色，有宽松的腿型。裤子是用织物制作的，有格子花纹。裤子在脚踝处有折边，有拉链关闭。": {
        "91259971_0": 1,
        "91232342_1": 1
    },
    "黑色套装搭配白色衬衫。套装有领口和黑色按钮。套装搭配黑色毛衣。": {
        "76198794_2": 1
    },
    "黑色和白色条纹的背心，条纹细而均匀。背心由弹性面料制成，有低领口。条纹细而均匀。": {
        "88966575_0": 1
    },
    "带有不同贴纸和短语的蓝色牛仔裙。裙子有高腰和拉链关闭。": {
        "91128479_1": 1
    },
    "白色T恤，上面印有图形。图形印花是黑色和白色设计，用大胆的黑色字体写着Nice。T恤由柔软的棉质制成，尺寸宽松。": {
        "91087334_3": 1
    },
    "条纹白色和蓝色上衣，松身，长袖。面料轻薄，上衣松身，领口宽，袖子宽。条纹细，颜色是浅蓝色和白色。": {
        "88736133_2": 1
    },
    "棕色裙子。裙子是用柔软的面料制作的，有飘逸的设计。它是长裙，落到膝盖上。": {
        "90365878_1": 1
    },
    "一件黑色的T恤，上面有红色和白色标志。标志上写着Love Tour。T恤是柔软的面料，适合松身。": {
        "91344972_3": 1
    },
    "银色金属弹力夹克，内衬红色。夹克银色，内衬红色，并带有条纹设计。它由光泽金属材料制成，并带有短款设计。这件夹克由一个为相机摆姿势的女子所穿。": {
        "71029538_15": 1
    },
    "一双黑色长裤。长裤由弹性面料制成，剪裁直切。它们不紧身，有松散的合身感。长裤不长，只到脚踝。": {
        "90364606_0": 1
    },
    "有V字领口的格子裙。裙子是黑色和白色，有长袖设计。裙子是轻质面料，适合海滩或夏季环境。": {
        "90771492_1": 1
    },
    "黑色和蓝色花卉图案的蕾丝连衣裙。这件连衣裙有黑色蕾丝上衣和蓝色蕾丝裙。这件连衣裙还有腰带和领口的黑色蕾丝边。这件连衣裙是短袖、膝盖长度的连衣裙，背后有拉链。": {
        "91317314_6": 1
    },
    "白色T恤，上面印有黑灰色的狗。T恤有黑白条纹设计，上面有黑鼻子白爪子的狗。狗穿着白色T恤，上面有黑灰条纹。": {
        "87770813_2": 1
    },
    "棕色裙子。裙子是用弹性面料制作的，颜色是中性色。裙子是中长款，腰带高。": {
        "81345311_3": 1
    },
    "一件有独特设计的前面有圆型图形和左下角小标志的棕色T恤。T恤的胸口处有一个圆型图形，左下角处有一个小标志。T恤的设计简单而引人注目，T恤的面料可能是棉，T恤的款式是宽松的。": {
        "91352470_2": 1
    },
    "几何图案的蓝色和黑色上衣。上衣由弹性面料制成，有V型领口。几何图案由蓝色和黑色三角形组成，以斜线图案排列。": {
        "90061290_3": 1
    },
    "粉色和黄色花边裙。裙子是用粉色面料制作的，底部有一个黄色花边。它是一个中长款，在侧面有一个拉链。": {
        "90668046_0": 1
    },
    "一双黑色紧身裤。紧身裤由弹性面料制成，脚踝处有拉链。一女子站立，双手放在腰上穿着。": {
        "90659806_0": 1
    },
    "黑色和灰色花卉印花纽扣衬衫，有领和长袖。衬衫有松散的合身度，由柔软的面料制成。花卉图案由不同大小的黑色、灰色和白色花朵组成。": {
        "70907289_4": 1
    },
    "短袖和褶边裙的粉色连衣裙。这件连衣裙由弹性面料制成，有合身和蓬松的轮廓。": {
        "88778932_1": 1
    },
    "一双黑色紧身裤。紧身裤由光泽材料制成，并带有弹性面料。它们高腰，紧身。紧身裤有各种尺寸，适合休闲和运动穿着。": {
        "55549788_0": 1
    },
    "黑色长裙，裙子上有一条长长的尾部。裙子是用流畅的面料制作的，有按钮扣。裙子搭配黑色衬衫和黑色腰带。": {
        "88747683_0": 1
    },
    "白色蕾丝上衣，圆领，三分之二的袖子。蕾丝精致，有花卉图案。上衣用轻质面料制成，可能是棉或丝，有松散的合身感。这种时尚风格既休闲又优雅，适合日常穿着或特殊场合。": {
        "91305803_2": 1
    },
    "银色串珠和水钻的黑色连衣裙。这件连衣裙有短袖和V领。串珠和水钻是花型排列的。这件连衣裙是短身的，有合身和蓬松的轮廓。": {
        "89694183_3": 1
    },
    "花纹紫色连衣裙。这件连衣裙有V领和合身的胸围，用粉色丝绸腰带突出。这件连衣裙的裙子是折叠的，有粉色、紫色和绿色的花纹。这件连衣裙是短款的，适合正式场合。": {
        "89816955_0": 1
    },
    "有领和纽扣下摆的条纹衬衫。衬衫是黑白色的，有高领。条纹很细，衬衫有长袖设计。": {
        "91091804_0": 1
    },
    "一双黑色拉链腰带的紧身裤。紧身裤是弹性面料制作的，有宽松的合身。它们是为舒适和轻松的运动而设计的。": {
        "91016189_0": 1,
        "91352989_3": 1
    },
    "高领和紧身的连衣裙。裙子是圆裙，由弹性面料制成。这件连衣裙以时尚的方式打扮，适合各种场合。": {
        "91257772_1": 1
    },
    "黑色与白色裙。裙子由弹性面料制成，有黑色与白色设计。裙子是中长款，有蕾丝叠加。": {
        "91295374_0": 1
    },
    "白色花卉印花肩部露肩上衣，长袖。上衣背面有一个花卉印花，有粉色、蓝色和绿色等多种颜色。": {
        "89491728_1": 1
    },
    "黑色圆领长袖T恤。T恤由弹性面料制成，剪裁合身。": {
        "90847448_3": 1,
        "91306795_3": 1
    },
    "上面有黑红字的白色T恤。": {
        "89853004_1": 1
    },
    "V领和长袖的灰色的假皮夹克。夹克是用柔软的毛绒材料制作的，有毛绒的纹理。它戴在黑色背心上，和深色的牛仔裤搭配，很适合。夹克是任何服装的时尚增添，给任何服装增添温暖和质感。": {
        "91034512_1": 1
    },
    "黑色蕾丝花边裙。裙子有高腰和花边边。蕾丝花边是白色，有花卉设计。裙子用重面料做，可能是羊毛混搭。时尚风格是优雅和精致。": {
        "83092165_0": 1
    },
    "红色丝绸人鱼裙。裙子有高腰和低腰、宽松的裙边。裙子是纯红色，看上去是光滑的、光泽的材料。": {
        "89964627_0": 1
    },
    "灰色和黄色长袖衬衫，圆领，袖子上有一条黄色条纹。衬衫前面有白色和灰色标志，背面有一条黄色条纹。": {
        "90270286_1": 1
    },
    "黑色V领的短袖上衣。面料看起来很弹性，合身。上衣是设计用来搭配低胸和U型背的。": {
        "90630978_0": 1
    },
    "白色V领短袖粉色条纹T恤。条纹很细，T恤材质很柔软。": {
        "88424494_3": 1
    },
    "黑色光泽的银色串珠连衣裙，有银色串珠的胸线，黑色串珠的裙子。连衣裙有V领，背后有拉链。连衣裙有银色串珠的装饰，裙子上还有花型图案。": {
        "91101298_0": 1
    },
    "穿着黑色礼服的女士。礼服材质是丝绸，款式是鱼尾。礼服以黑色和白色为色调，背后有黑色丝带。女士也穿着白色内裙，在礼服下面。": {
        "90280442_2": 1
    },
    "一双金色宽松裤，有光泽的金属光泽。裤子有宽松的腿和系带腰带，适合舒适的尺寸。面料是光泽金色丝绸，裤子有松散、飘逸的尺寸。": {
        "90404072_0": 1
    },
    "斑马纹裙。这条裙是黑白色的，上面有斑马纹图案。它是短裙，由一个女人穿着。": {
        "91246131_1": 1
    },
    "条纹黑色白色上衣，圆领，短袖。条纹是水平的，上衣是柔软的弹性面料。": {
        "91084402_1": 1
    },
    "白色和蓝色条纹的衬衫，有领子，袖口和袖口都是白色和蓝色条纹。衬衫也有白色和蓝色条纹的袖口。": {
        "91437299_2": 1
    },
    "带有拉链和深色洗涤布料的牛仔裤。裙子在腰部合身，在底部开口。": {
        "44283078_2": 1
    },
    "蓝白长袖衬衫，V领，前置印花。衬衫由弹性面料制成，蓝白色调。": {
        "91179005_0": 1
    },
    "黑色蕾丝连衣裙，配有海军蓝丝绸领口。这件连衣裙有紧身的胸衣和飘逸的裙子。这件连衣裙的蕾丝花纹复杂，领口装饰有海军蓝丝绸。这件连衣裙适合晚礼服，适合正式场合。": {
        "91340967_0": 1
    },
    "银色和白色条纹窗帘。条纹很细，颜色是银色和白色。窗帘是用光泽材料做的，可能是金属或闪亮的。": {
        "91000802_6": 1
    },
    "灰色毛衣裙。裙子由编织材料制成，有纹理。它是中长裙，前面有开裂。裙子有拉链，侧面有开口。裙子搭配灰色毛衣和灰色领口。": {
        "90105897_0": 1
    },
    "牛仔裙。裙子是蓝色的，腰带是黑色的。裙子是中长款，有按钮和拉链。": {
        "90176903_2": 1
    },
    "宽松的裤子一双。裤子是蓝白布做的，松松的。裤子是系着腰带的，前面有开口。": {
        "90133023_1": 1
    },
    "一双黑色印花迷彩长裤。长裤由弹性面料制成，腰带高，设计用于运动裤，看起来很时尚。": {
        "90838757_1": 1
    },
    "黑色和白色牛仔裙，配有网眼内裤。裙子有黑色蕾丝花边，腰带是黑色。": {
        "91410658_0": 1
    },
    "灰色圆领长袖T恤。T恤材质有弹性，面料柔软光滑。T恤是休闲风格的基础款，适合日常穿着。": {
        "91074317_3": 1
    },
    "黑色短裙，白色的拉链。这件裙子由棉和聚酯混合材质制成。它有高腰和蓬松的形状。这件裙子是女式工作服的一部分。": {
        "90641237_4": 1
    },
    "黑色上衣，有V领和长袖。上衣由弹性面料制成，设计简单。面料柔软触感，适合休闲装。": {
        "90813568_3": 1
    },
    "紫色的皮革背心，有银色的拉链。背心有领子，有银色扣子，拉链拉头是银色的。它是女性背心，以时尚的方式制作。": {
        "90691199_0": 1
    },
    "格子裙。裙子是黑色和白色，并且有松松的合身感。它被一个 mannequin穿着，是服装展示的一部分。": {
        "88696324_4": 1
    },
    "黑色和白色印花的流苏裙。裙子由轻质面料制成，有流畅、舒适的合身感。花卉图案由小黑白花组成，散布在裙子上。": {
        "88842499_0": 1
    },
    "白色牛仔背心，前有纽扣和领口。背心有五个口袋，由牛仔布制成。它是经典风格的无袖背心。": {
        "89071637_2": 1
    },
    "花纹白夹克。夹克有宽松的合身感，由轻质面料制成。它有高领、长袖和前扣。花纹由粉色和桃色组成，夹克有丝光质感。": {
        "91360240_1": 1
    },
    "一件粉色长袖襟衬衫。衬衫是扣子式，由轻质面料制成。它是个衬衫，由一个 mannequin所穿着。": {
        "91429943_2": 1
    },
    "一双牛仔裤。牛仔裤是蓝色的，有破损和毛边的外观。它们被一个 mannequin穿着，并搭配了一条牛仔裙。": {
        "90480601_3": 1
    },
    "一双有破洞的白色紧身牛仔裤，腰部高，有瘦身效果。牛仔裤侧面有切口细节。": {
        "90787008_0": 1
    },
    "白色和灰色条纹图案的前面是圆领和短袖的衬衫。": {
        "91347240_2": 1
    },
    "一件红白花型衬衫，有V领和长袖。衬衫有松散的合身感，由飘逸的面料制成。花型由红白花和绿叶组成。一头长发的女子穿着这件衬衫。": {
        "91333156_0": 1
    },
    "黑色与白色连衣裙。连衣裙上身为黑色，下身为白色。连衣裙为无袖，有V领。设计为可搭配腰带，突出腰线。": {
        "91105505_0": 1
    },
    "一双紧身裤。紧身裤由弹性面料制成，有蛇皮花纹。一女子在做瑜伽姿势时穿着。": {
        "91140684_6": 1
    },
    "有花边裙的桃色连衣裙。这件连衣裙有无肩带的设计，背后有拉链。裙子是用轻质面料制作的，有层次花边的设计，底部有花边。这件连衣裙由一个戴着粉色上衣和黑色腰带的女子所穿。": {
        "88972023_2": 1
    },
    "有斑点花纹的豹子印花夹克。夹克有前扣、领子和拉链。夹克是用类似于皮的面料制作的，有缝合的图案。夹克由一个 mannequin 穿着，在白色背景下展示。": {
        "91207098_3": 1
    },
    "黑色和粉色花卉刺绣卡夫坦，配有黑色腰带。卡夫坦有V领和长袖。卡夫坦上的刺绣非常精致，有粉色和黑色花卉。腰带是黑色，有金色的扣子。卡夫坦是地板长，有飘逸的线条。": {
        "91276666_2": 1
    },
    "左胸处有黄色标志的浅绿色高帮衬衫。这件衬衫是经典的合身款，由柔软的棉材质制成。领子是白色，袖子是短袖。": {
        "90847186_3": 1
    },
    "黑色牛仔短裙，有拉链和前面的小口袋。裙子是牛仔布料做的，有高腰。": {
        "89609479_3": 1
    },
    "黑白斑点印花长裤，配有斑点印花。长裤由弹性丝和尼龙混合面料制成，配有黑色腰带。长裤采用高腰和宽、弹性的腰带的紧身裤式样。": {
        "91144516_3": 1
    }
}